Repository: timfraedrich/OutRun
Catalog: OutRun/Support Files/*.lproj/Localizable.strings
Languages: ca, cs, da, de, fi, fr, hr, hu, is, it, nl, pl, pt_br, sv, uk

# AppleHealth.Remove.Error
source: Could not remove workout from Apple Health, please try again later or check in the Apple health app. It is possible that the workout was not added to Apple Health by OutRun, which means we cannot modify it.
ca: No s'ha pogut eliminar l'entrenament d'Apple Health. Torna-ho a provar més tard o consulta l'aplicació Apple Health. És possible que OutRun no hagi afegit l'entrenament a Apple Health, així que no el podem modificar.
cs: Nepodařilo se odstranit trénink z Apple Zdraví, zkuste to prosím později nebo se podívejte do Zdraví. Je možné, že trénink vůbec nepochází z aplikace OutRun, v takovém případě ho nemůžeme odstranit.
da: Kunne ikke fjerne træning fra Apple Health. Prøv igen senere eller tjek i Apple Health-appen. Det er muligt, at træningen ikke blev føjet til Apple Health af OutRun, hvilket betyder, at vi ikke kan ændre den.
de: Konnte Workout nicht von Apple Health entfernen, bitte versuche es später erneut oder schau in der Health app nach. Es ist möglich, dass das Workout nicht von OutRun zu Apple Health hinzugefügt wurde, dann können wir es dort nicht bearbeiten.
fi: Ei voitu poistaa harjoitus Apple Health, yritä uudelleen myöhemmin tai tarkistaa Apple Health App. On mahdollista, että treeniä ei lisätty Apple Healthiin, mikä tarkoittaa, että emme voi muokata sitä.
fr: Impossible de supprimer l'entraînement d'Apple Health, veuillez réessayer plus tard ou vérifier l'application Apple Health. Il est possible que l'entraînement n'ait pas été ajouté à Apple Health par OutRun, ce qui signifie que nous ne pouvons pas le modifier.
hr: Nije bilo moguće ukloniti trening iz Appleovog programa „Zdravlje”. Pokušaj kasnije ponovo ili provjeri u Appleovom programu „Zdravlje”. Možda „OutRun” nije dodao trening u Appleov program „Zdravlje”, što znači da se trening ne može mijenjati.
hu: Nem lehet eltávolítani az edzést az Egészség appból. Kérjük, próbálja újra később, vagy próbálja meg az Egészség appból. Lehetséges, hogy az edzés nem az OutRun-ból került az appba, tehát nem módosíthatjuk.
it: Impossibile rimuovere l'allenamento da Apple Health, si prega di riprovare più tardi o controllare nell'applicazione Apple Health. È possibile che l'allenamento non sia stato aggiunto ad Apple Health da OutRun, il che significa che non possiamo modificarlo.
nl: Kon de training niet uit Apple Gezondheid verwijderen, probeer later nog eens of bekijk hem in de Apple Gezondheid-app. Mogelijk is de training niet door OutRun toegevoegd aan Apple Gezondheid, wat betekent dat wij het niet kunnen aanpassen.
pl: Nie można usunąć treningu z aplikacji Apple Health, spróbuj ponownie później lub sprawdź w aplikacji Apple health. Możliwe, że trening nie został dodany do Apple Health przez OutRun, co oznacza, że nie możemy go modyfikować.
pt_br: Não foi possível remover o exercício do Saúde, por favor tente novamente mais tarde ou verifique o aplicativo de Saúde da Apple. É possível que o exercício não tenha sido adicionado ao Saúde pelo OutRun, o que significa que não podemos modificar.
sv: Det gick inte att radera träningspasset från Apple Hälsa, försök igen senare eller kolla i Apple Hälsa-appen. Det är möjligt att träningen inte lades till i Apple Hälsa via OutRun, vilket innebär att vi inte kan ändra det.
uk: Не вдалося видалити тренування з Apple Health, спробуйте пізніше або перевірте застосунок Apple Health. Можливо, OutRun не додав тренування до Apple Health, а це означає, що ми не можемо його змінити.

# AppleHealth.Remove
source: Remove from Apple Health
ca: Eliminar de Apple Health
cs: Odstranit z Apple Zdraví
da: Fjern fra Apple Health
de: Von Apple Health entfernen
fi: Poista Apple Health
fr: Retirer d'Apple Health
hr: Ukloni iz Appleovog programa „Zdravlje”
hu: Eltávolítás az Egészség appból
it: Rimuovere da Apple Health
nl: Verwijder uit Apple Gezondheid
pl: Usuń z Apple Health
pt_br: Remover do Saúde
sv: Radera från Apple Hälsa
uk: Видалити з Apple Health

# AppleHealth.Add.Error
source: Could not add workout to Apple Health, please try again later.
ca: No s'ha pogut afegir entrenament a Apple Health, torneu-ho a provar més tard.
cs: Trénink se nepodařilo přidat do Apple Zdraví, zkuste to prosím později.
da: Kunne ikke føje træning til Apple Health. Prøv igen senere.
de: Konnte Workout nicht zu Apple Health hinzufügen, bitte versuche es später erneut.
fi: Ei voinut lisätä harjoitus Apple Health, yritä uudelleen myöhemmin.
fr: Impossible d'ajouter un entraînement à Apple Health, veuillez réessayer plus tard.
hr: Nije bilo moguće dodati trening u Appleov program „Zdravlje”. Pokušaj kasnije ponovo.
hu: Nem lehet hozzáadni az Egészség apphoz, kérjük próbálja újra később.
it: Non è stato possibile aggiungere l'allenamento alla Apple Health, si prega di riprovare più tardi.
nl: Kon de training niet toevoegen aan Apple Gezondheid, probeer later nog eens.
pl: Nie można dodać treningu do Apple Health, spróbuj ponownie później.
pt_br: Não foi possível adicionar o exercício ao Saúde, por favor tente novamente mais tarde.
sv: Kunde inte lägga till träningspass i Apple Hälsa, försök igen senare.
uk: Не вдалося додати тренування до Apple Health, спробуйте пізніше.

# AppleHealth.Add
source: Add to Apple Health
ca: Afegir a Apple Health
cs: Přidat do Apple Zdraví
da: Føj til Apple Health
de: Zu Apple Health hinzufügen
fi: Lisää Apple Health
fr: Ajouter à Apple Health
hr: Dodaj u Appleov program „Zdravlje”
hu: Hozzáadás az Egészség apphoz
it: Aggiungi a Apple Health
nl: Voeg toe aan Apple Gezondheid
pl: Dodaj do Apple Health
pt_br: Adicionar ao Saúde
sv: Lägg till i Apple Hälsa
uk: Додати до Apple Health

# WorkoutList.Order.Descending
source: Descending
ca: Descendent
cs: Sestupně
da: Aftagende
de: Absteigend
fi: Laskeutua
fr: Descendant
hr: Silazno
hu: Csökkenő
it: Discendente
nl: Afdaling
pl: Malejąco
pt_br: Decrescente
sv: Fallande
uk: За спаданням

# WorkoutList.Order
source: Order
ca: Ordre
cs: Pořadí
da: Bestille
de: Reihenfolge
fi: Tilaus
fr: Ordre
hr: Redoslijed
hu: Sorrend
it: Ordine
nl: Bestel
pl: Zamówienie
pt_br: Ordem
sv: Ordning
uk: Порядок

# WorkoutList.SortBy
source: Sort by
ca: Ordenar per
cs: Seřadit podle
da: Sorter efter
de: Sortieren nach
fi: Lajittele
fr: Trier par
hr: Razvrstaj po
hu: Rendezés
it: Ordina per
nl: Sorteer op
pl: Sortuj wg
pt_br: Ordenar por
sv: Sortera efter
uk: Сортувати за

# WorkoutList.Filter.HasRoute
source: Has Route
ca: Té itinerari
cs: Má trasu
da: Har rute
de: Hat Route
fi: Onko Reitti
fr: A un itinéraire
hr: Ima rutu
hu: Van útvonala
it: Ha percorso
nl: Heeft route
pl: Ma Trasę
pt_br: Tem rota
sv: Har Rutt
uk: Має маршрут

# WorkoutList.Filter.IsRace
source: Is Race
ca: Es cursa
cs: Je závod
da: Er race
de: Wettkampf
fi: Onko Rotu
fr: Compétition
hr: Je trka
hu: Verseny
it: È la razza
nl: Is wedstrijd
pl: Czy Rasa
pt_br: Corrida
sv: Är tävling
uk: Гонка

# WorkoutList.Filter
source: Filter
ca: Filtre
cs: Filtr
da: Filtrere
fi: Suodatin
fr: Filtre
hr: Filtar
hu: Szűrés
it: Filtro
pl: Filtr
pt_br: Filtro
uk: Фільтр

# WorkoutList.Sort.Date
source: Date
ca: Data
cs: Datum
da: Dato
de: Datum
fi: Päivämäärä
hr: Datum
hu: Dátum
it: Data
nl: Datum
pl: Data
pt_br: Data
sv: Datum
uk: Дата

# WorkoutEvent.Type.Unknown
source: Unknown
ca: Desconegut
cs: Neznámé
da: Ukendt
de: Unbekannt
fi: Tuntematon
fr: Inconnu
hr: Nepoznato
hu: Ismeretlen
it: Sconosciuto
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
sv: Okänd
uk: Невідомо

# WorkoutEvent.Type.Segment
source: Segment
cs: Úsek
da: Udsnit
fi: Segmentti
hr: Odsječak
hu: Szakasz
it: Segmento
nl: Gesegmenteerd
pl: Część
pt_br: Segmento
uk: Відрізок

# WorkoutEvent.Type.Marker
source: Marker
ca: Marcador
cs: Značka
da: Markør
de: Markierung
fi: Merkki
fr: Marqueur
hu: Jelzés
it: Marcatore
nl: Markering
pl: Znacznik
pt_br: Marcador
sv: Markör
uk: Маркер

# WorkoutEvent.Type.Lap
source: Lap
ca: Volta
cs: Kolo
da: Skød
de: Runde
fi: Syli
fr: Manche
hr: Krug
hu: Kör
it: Giro
nl: Ronde
pl: Okrążenia
pt_br: Volta
sv: Varv
uk: Коло

# WorkoutEvent.Type.AutoResume
source: Auto Resume
ca: Auto reprendre
cs: Automaticky pokračovat
da: Automatisk genoptagelse
de: Auto Fortfahren
fi: Automaattinen Jatkaminen
fr: Reprise auto
hr: Automatsko nastavljanje
it: Auto Ripresa
nl: Automatisch voortzetten
pl: Automatyczne wznowienie
pt_br: Retomar automaticamente
sv: Återuppta automatiskt

# WorkoutEvent.Type.Resume
source: Resume
ca: Reprendre
cs: Pokračovat
da: Genoptag
de: Fortfahren
fi: Jatkaa
fr: Reprendre
hr: Nastavi
it: Ripresa
nl: Voortzetten
pl: Wznowić
pt_br: Retomar
sv: Återuppta

# WorkoutEvent.Type.AutoPause
source: Auto Pause
ca: Auto pausar
cs: Automatická přestávka
da: Automatisk pause
fi: Automaattinen Tauko
fr: Pause auto
hr: Automatska pauza
it: Auto Pausa
nl: Automatische pauze
pl: Auto Pauza
pt_br: Pausar automaticamente
sv: Automatisk Paus

# WorkoutEvent.Type.Pause
source: Pause
ca: Pausa
cs: Přestávka
da: Holdepause
fi: Keskeyttää
hr: Pauza
it: Pausa
nl: Pauze
pl: Pauza
pt_br: Pausar
sv: Paus

# Workout.Pauses
source: Pauses
cs: Přestávky
da: Pauser
de: Pausen
fi: Keskeyttää
hr: Pauze
hu: Szünetek
it: Pausa
nl: Pauzes
pl: Pauzy
pt_br: Pausas
sv: Pauser
uk: Паузи

# Workout.IsUserModified.Text
source: This Workout was modified or manually added by a person, so the data might be inaccurate or even fake.
ca: Aquest entrenament va ser modificat o afegit manualment per una persona, de manera que les dades poden ser inexactes o fins i tot falses.
cs: Tento trénink byl někým ručně upraven, takže data mohou být nepřesná nebo i falešná.
da: Denne træning blev ændret eller tilføjet manuelt af en person, så dataene kan være unøjagtige eller endda falske.
de: Dieses Workout wurde von einer Person bearbeitet oder manuell hinzugefügt, die Daten können also ungenau oder sogar gefälscht sein.
fi: Henkilö on muokannut tai lisännyt tämän harjoituksen manuaalisesti, joten tiedot voivat olla epätarkkoja tai jopa vääriä.
fr: Cet entraînement a été modifié ou ajouté manuellement par une personne, de sorte que les données peuvent être inexactes ou même fausses.
hr: Ovaj trening izmijenila je ili ručno dodala jedna osoba, tako da podaci mogu biti netočni ili čak lažni.
hu: Ez az edzés módosítva lett valaki által, úgyhogy az adatok pontatlanok, vagy hamisak lehetnek.
it: Questo Workout è stato modificato o aggiunto manualmente da una persona, quindi i dati potrebbero essere imprecisi o addirittura falsi.
nl: Deze training is aangepast of handmatig toegevoegd, daardoor is het mogelijk dat de data onnauwkeurig of zelfs nep is.
pl: Ten trening został zmodyfikowany lub ręcznie dodany przez osobę, więc dane mogą być niedokładne lub nawet fałszywe.
pt_br: Este exercício foi modificado ou adicionado manualmente por uma pessoa, então os dados podem estar errados ou ser falsos.
sv: Detta träningspass ändrades eller lades till manuellt av en person, så data kan vara felaktiga eller till och med falska.
uk: Це тренування було змінено або додано вручну особою, тому дані можуть бути неточними або навіть фальшивими.

# Workout.Comment
source: Comment
ca: Comentari
cs: Komentář
da: Kommentar
de: Notiz
fi: Kommentti
fr: Commentaire
hr: Komentar
hu: Megjegyzés
it: Commento
nl: Reactie
pl: Komentarz
pt_br: Comentário
sv: Kommentar
uk: Коментар

# Workout.Race
source: Race
ca: Cursa
cs: Závod
da: Kapløb
de: Wettkampf
fi: Rotu
fr: Compétition
hr: Trka
hu: Verseny
it: Gara
nl: Wedstrijd
pl: Wyścig
pt_br: Corrida
sv: Lopp
uk: Гонка

# Workout.Type.Unknown
source: Unknown
ca: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
fi: Tuntematon
fr: Inconnu
hr: Nepoznato
hu: Ismeretlen
it: Sconosciuto
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
sv: Okänd
uk: Невідомо

# Workout.Type.Hiking
source: Hiking
ca: Senderisme
cs: Turistika
da: Vandreture
de: Wandern
fi: Patikointi
fr: Randonnée
hr: Planinarenje
hu: Túra
it: Escursioni
nl: Wandelen
pl: Turystyka piesza
pt_br: Trilha
sv: Vandring
uk: Похід

# Workout.Type.Skating
source: Skating
ca: Patinatge
cs: Bruslení
da: Stå på skøjter
de: Skaten
fi: Luistelu
fr: Planche à roulettes
hr: Klizanje
hu: Korcsolya
it: Pattini
nl: Rolschaatsen
pl: Łyżwiarstwo
pt_br: Skate
sv: Skridskor
uk: Катання на ковзанах

# Workout.Type.Cycling
source: Cycling
ca: Ciclisme
cs: Jízda na kole
da: Cykling
de: Radfahren
fi: Pyöräily
fr: Vélo
hr: Vožnja biciklom
hu: Bicikli
it: Ciclismo
nl: Fietsen
pl: Kolarstwo
pt_br: Bicicleta
sv: Cykling
uk: Велоспорт

# Workout.Type.Walking
source: Walking
ca: Caminar
cs: Chůze
da: Gå
de: Gehen
fi: Kävely
fr: Marche
hr: Pješačenje
hu: Séta
it: Camminare
nl: Lopen
pl: Chodzenie
pt_br: Caminhar
sv: Promenad
uk: Прогулянка

# Workout.Type.Running
source: Running
ca: Córrer
cs: Běh
da: Løb
de: Laufen
fi: Käynnissä
fr: Course à pied
hr: Trčanje
hu: Futás
it: Esecuzione
nl: Rennen
pl: Bieganie
pt_br: Correr
sv: Löpning
uk: Біг

# Workout.Type
source: Type
ca: Tipus
cs: Druh
de: Typ
fi: Tyyppi
hr: Vrsta
hu: Típus
it: Tipo
nl: Soort
pl: Rodzaj
pt_br: Tipo
sv: Typ
uk: Тип

# Workout.NewWorkout
source: New Workout
ca: Nou entrenament
cs: Nový trénink
da: Ny træning
de: Neues Workout
fi: Uusi Harjoitus
fr: Nouvel entraînement
hr: Novi trening
hu: Új edzés
is: Ný æfing
it: Nuovo allenamento
nl: Nieuwe training
pl: Nowy Trening
pt_br: Novo exercício
sv: Nytt Träningspass
uk: Нове тренування

# Workout.BurnedCalories
source: Burned Calories
ca: Calories cremades
cs: Spálené kalorie
da: Forbrændte kalorier
de: Kalorien
fi: Poltetut Kalorit
fr: Calories brûlées
hr: Potrošena energija
hu: Elégetett kalóriák
is: Kaloríur
it: Calorie bruciate
nl: Verbrande calorieën
pl: Spalone Kalorie
pt_br: Calorias queimadas
sv: Förbrända Kalorier
uk: Спалені калорії

# Workout.AverageSpeed
source: Avg. Speed
ca: Velocitat mitjana
cs: Prům. rychlost
da: Gns. Hastighed
de: Durchschn. Geschw.
fi: Avg. Nopeus
fr: Vitesse moyenne
hr: Prosječna brzina
hu: Átlagsebesség
is: Meðalhraði
it: Velocità Media
nl: Gem. snelheid
pl: Avg. Prędkość
pt_br: Velocidade média
sv: Medelhastighet
uk: Середня швидкість

# Workout.CurrentSpeed
source: Current Speed
ca: Velocitat actual
cs: Současná rychlost
da: Nuværende hastighed
de: Akt. Geschw.
fi: Nykyinen Nopeus
fr: Vitesse actuelle
hr: Trenutačna brzina
hu: Jelenlegi sebesség
is: Hraði
it: Velocità attuale
nl: Huidige snelheid
pl: Aktualna Prędkość
pt_br: Velocidade atual
sv: Nuvarande Hastighet
uk: Поточна швидкість

# Workout.StartDate
source: Start Date
ca: Data d'inici
cs: Počáteční datum
da: Start dato
de: Start Zeit
fi: alkamispäivä
fr: Date de départ
hr: Datum početka
hu: Kezdés dátuma
is: Upphafsdagur
it: Data di inizio
nl: Startdatum
pl: Data Rozpoczęcia
pt_br: Data para começar
sv: Startdatum
uk: Дата початку

# Workout.PauseDuration
source: Pause Duration
ca: Durada de la pausa
cs: Čas přestávek
da: Pause Varighed
de: Pausen Dauer
fi: Tauon Kesto
fr: Durée des pauses
hr: Trajanje pauze
hu: Szünet hossza
is: Tími í bið
it: Durata pausa
nl: Pauseduur
pl: Czas Trwania Pauzy
pt_br: Pausar duração
sv: Pausa Tid
uk: Тривалість паузи

# Workout.ActiveDuration
source: Active Duration
ca: Durada activa
cs: Čas strávený v pohybu
da: Aktiv varighed
de: Aktive Dauer
fi: Aktiivinen Kesto
fr: Durée active
hr: Trajanje kretanja
hu: Aktivitás hossza
is: Virkur tími
it: Durata attiva
nl: Actieve duur
pl: Aktywny Czas Trwania
pt_br: Duração atual
sv: Aktiv Tid
uk: Тривалість активності

# Workout.Duration
source: Duration
ca: Durada
cs: Čas
da: Varighed
de: Dauer
fi: Kesto
fr: Durée
hr: Trajanje
hu: Hossz
is: Tími
it: Durata
nl: Duratie
pl: Czas trwania
pt_br: Duração
sv: Tid
uk: Тривалість

# Workout.Strokes
source: Pedal Strokes
ca: Cops de pedal
cs: Záběry pedálů
da: Pedal slagtilfælde
de: Pedalanschläge
fi: Poljin Aivohalvauksia
fr: Coups de pédale
hr: Pedaliranje
hu: Pedál tekerések
is: Fótstig
it: Corse dei pedali
nl: Pedaalslagen
pl: Naciski Pedału
pt_br: Pedaladas
sv: Pedaltramp
uk: Натискання на педалі

# Workout.Steps
source: Steps
ca: Passos
cs: Kroky
da: Trin
de: Schritte
fi: Vaihe
fr: Pas
hr: Koraci
hu: Lépések
is: Skref
it: Passi
nl: Stappen
pl: Kroki
pt_br: Passos
sv: Steg
uk: Кроки

# Workout.Distance
source: Distance
ca: Distància
cs: Vzdálenost
da: Afstand
de: Entfernung
fi: Matka
hr: Udaljenost
hu: Távolság
is: Lengd
it: Distanza
nl: Afstand
pl: Odległość
pt_br: Distância
sv: Distans
uk: Відстань

source: Workout
ca: Entrenament
cs: Trénink
da: Træning
fi: Harjoitus
fr: Entraînement
hr: Trening
hu: Edzés
is: Æfing
it: Allenamento
nl: Training
pl: Trening
pt_br: Exercício
sv: Träning
uk: Тренування

# WorkoutViewController.LoadingError
source: There was an error while trying to display statistics about this workout, please try again.
ca: Hi ha hagut un error en intentar mostrar estadístiques sobre aquest entrenament, torneu-ho a provar.
cs: Nastala chyba při zobrazování statistik, zkuste to prosím znovu.
da: Der opstod en fejl under forsøg på at få vist statistik om denne træning. Prøv igen.
de: Es gab einen Fehler beim Anzeigen der Statistiken zu diesem Workout, bitte versuch es noch einmal.
fi: Oli virhe, kun yrittää näyttää tilastoja tästä harjoitus, yritä uudelleen.
fr: Une erreur s'est produite lors de la tentative d'affichage des statistiques sur cet entraînement, veuillez réessayer.
hr: Došlo je do greške prilikom pokušaja prikazivanja statistike za ovaj trening. Pokušaj ponovo.
hu: Egy hiba történt az edzés statisztikáinak megmutatásában, kérjük próbálja újra.
is: Það kom upp villa við að birta tölfræði um æfinguna, reyndu aftur.
it: C'è stato un errore mentre si cercava di visualizzare le statistiche di questo allenamento, si prega di riprovare.
nl: Er is een fout bij het laten zien van de statistieken van deze training, probeer het opnieuw.
pl: Wystąpił błąd podczas próby wyświetlania statystyk dotyczących tego treningu, spróbuj ponownie.
pt_br: Houve um error ao tentar mostrar estatísticas sobre este exercício, por favor tente novamente.
sv: Det inträffade ett fel när du försökte visa statistik om detta träningspass, försök igen.
uk: Сталася помилка під час спроби відобразити статистику цього тренування, спробуйте ще раз.

# NewWorkoutCompletion.Continue.Error
source: Unfortunately your workout could not be continued.
ca: Malauradament, no s'ha pogut continuar l'entrenament.
cs: Ve Vašem tréninku bohužel nešlo pokračovat.
da: Desværre kunne din træning ikke fortsættes.
de: Leider konnte dein Workout nicht fortgesetzt werden.
fi: Valitettavasti harjoitusta ei voitu jatkaa.
fr: Malheureusement, votre entraînement n'a pas pu être poursuivi.
hr: Nažalost nije bilo moguće nastaviti tvoj trening.
hu: Sajnos, az edzést nem lehet folytatni.
is: Því miður gat æfingin þín ekki haldið áfram í appinu.
it: Purtroppo il vostro allenamento non ha potuto essere continuato.
nl: Helaas kon de training niet worden vervolgd.
pl: Niestety trening nie mógł być kontynuowany.
pt_br: Infelizmente seu exercício não pôde continuar.
sv: Tyvärr kunde din träning inte fortsättas.
uk: На жаль, ваше тренування не можна продовжити.

# NewWorkoutCompletion.Continue.Success
source: The app is now continuing to record your workout.
ca: L'aplicació continua enregistrant el seu entrenament.
cs: Aplikace nadále měří Váš trénink.
da: Appen fortsætter nu med at registrere din træning.
de: Die Aufzeichnung deines Workout wird nun fortgesetzt.
fi: Sovellus on nyt edelleen tallentaa workout.
fr: L'application continue maintenant d'enregistrer votre entraînement.
hr: Program sada nastavlja snimati tvoj trening.
hu: Az applikáció folyamatosan rögzíti az edzését.
is: Appið er með æfinguna þína í gangi.
it: L'applicazione continua a registrare il vostro allenamento.
nl: De app vervolgt nu de opname van jouw training.
pl: Aplikacja kontynuuje nagrywanie treningu.
pt_br: O aplicativo está continuando a registrar seu exercício.
sv: Appen fortsätter nu att spela in ditt träningspass.
uk: Зараз застосунок продовжує записувати ваше тренування.

# NewWorkoutCompletion.Save.Error
source: Unfortunately your workout could not be saved.
ca: Malauradament, no s'ha pogut desar el teu entrenament.
cs: Trénink se bohužel nepodařilo uložit.
da: Desværre kunne din træning ikke gemmes.
de: Leider konnte dein Workout nicht gespeichert werden.
fi: Valitettavasti workout ei voitu tallentaa.
fr: Malheureusement, votre entraînement n'a pas pu être sauvegardé.
hr: Nažalost nije bilo moguće spremiti tvoj trening.
hu: Sajnos az edzést nem lehetett elmenteni.
is: Því miður tókst ekki að vista æfinguna.
it: Purtroppo non è stato possibile salvare il vostro allenamento.
nl: Helaas kon jouw training niet worden opgeslagen.
pl: Niestety nie można zapisać treningu.
pt_br: Infelizmente seu exercício não pôde ser salvo.
sv: Tyvärr kunde din träning inte sparas.
uk: На жаль, ваше тренування не вдалося зберегти.

# NewWorkoutCompletion.Save.Success
source: Your workout was successfully saved.
ca: El seu entrenament s'ha desat amb èxit.
cs: Váš trénink se úspěšně uložil.
da: Din træning blev gemt.
de: Dein Workout wurde erfolgreich gespeichert.
fi: Treenisi onnistuttiin pelastamaan.
fr: Votre entraînement a été sauvegardé avec succès.
hr: Tvoj je trening uspješno spremljen.
hu: Az edzése sikeresen el lett mentve.
is: Æfingin var vistuð.
it: Il tuo allenamento è stato salvato con successo.
nl: Jouw training is succesvol opgeslagen.
pl: Twój trening został pomyślnie zapisany.
pt_br: Seu exercício foi salvo com sucesso.
sv: Träningspasset har sparats.
uk: Ваше тренування успішно збережено.

# NewWorkoutCompletion.Title
source: Finished Workout
ca: Entrenament finalitzat
cs: Dokončený trénink
da: Færdig træning
de: Workout beendet
fi: Valmis Harjoitus
fr: Entraînement terminé
hr: Završen trening
hu: Befejezett edzés
is: Lokin æfing
it: Allenamento finito
nl: Afgewerkte training
pl: Ukończony Trening
pt_br: Exercício completado
sv: Avslutat träningspass
uk: Тренування завершено

# NewWorkoutAlert.EnterManually
source: Enter Manually
ca: Introduir manualment
cs: Zadat ručně
da: Indtast manuelt
de: Manuell eingeben
fi: Anna Manuaalisesti
fr: Entrer manuellement
hr: Upiši ručno
hu: Beírás manuálisan
is: Skráðu handvirkt
it: Entrare manualmente
nl: Handmatig invoeren
pl: Wprowadź Ręcznie
pt_br: Manualmente
sv: Ange Manuellt
uk: Введіть вручну

# NewWorkoutAlert.Message
source: What kind of workout do you want to record?
ca: Quin tipus d'entrenament vols enregistrar?
cs: Jaký typ tréninku chcete nahrát?
da: Hvilken slags træning vil du optage?
de: Welche Art von Workout willst du aufzeichnen?
fi: Millainen harjoitus haluat tallentaa?
fr: Quel type d'entraînement voulez-vous enregistrer ?
hr: Koju vrstu treninga želiš snimiti?
hu: Milyen edzést szeretne rögzíteni?
is: Hvernig æfingu viltu byrja?
it: Che tipo di allenamento vuoi registrare?
nl: Welke soort training wil je opnemen?
pl: Jaki trening chcesz nagrać?
pt_br: Que tipo de exercício você quer registrar?
sv: Vilken typ av träningspass vill du spela in?
uk: Яке тренування ви хочете записати?

# NewWorkoutAlert.Title
source: Workout
ca: Entrenament
cs: Trénink
da: Træning
fi: Harjoitus
fr: Entraînement
hr: Trening
hu: Edzés
is: Æfing
it: Allenamento
nl: Training
pl: Trening
pt_br: Exercício
sv: Träning
uk: Тренування

# WorkoutListViewController.Headline
source: Your Workouts
ca: Entrenaments
cs: Vaše tréninky
da: Dine træningsprogrammer
de: Deine Workouts
fi: Harjoitukset
fr: Vos entraînements
hr: Tvoji treninzi
hu: Edzéseim
is: Þínar æfingar
it: I vostri allenamenti
nl: Je trainingen
pl: Twoje Treningi
pt_br: Seus exercícios
sv: Dina träningspass
uk: Ваші тренування

# Settings.Contribution.Translators
source: Translators
ca: Traductors
cs: Překladatelé
da: Oversættere
de: Übersetzer
fi: Kääntäjät
fr: Traducteurs
hr: Prevodioci
it: Traduttrici
pl: Tłumacze
pt_br: Tradutores
sv: Översättare
uk: Перекладачі
