Repository: timfraedrich/OutRun
Catalog: OutRun/Support Files/*.lproj/Localizable.strings
Languages: ca, cs, da, de, fi, fr, hr, hu, is, it, nl, pl, pt_br, sv, uk

# HKImport.Alert.Message
source: Do you want to Import this Apple Health Workout into OutRun?
ca: Voleu importar aquest entrenament Apple Health a OutRun?
cs: Chcete importovat tento trénink z Apple Zdraví do aplikace OutRun?
da: Vil du importere denne Apple Health Workout til OutRun?
de: Willst du dieses Apple-Health-Workout in OutRun importieren?
fi: Haluatko tuoda tämän Apple Health Workout osaksi OutRun?
fr: Voulez-vous importer cet entraînement Apple Health dans OutRun ?
hr: Želiš li uvesti ovaj trening Appleovog programa „Zdravlje” u „OutRun”?
it: Vuoi importare questo Apple Health Workout in OutRun?
nl: Wil je deze Apple Gezondheid-trainingen importeren in OutRun?
pl: Czy chcesz zaimportować ten trening zdrowia Apple do OutRun?
pt_br: Você quer importar este exercício do Saúde para o OutRun?
sv: Vill du importera detta Apple Hälsa-träningspass till OutRun?
uk: Ви хочете імпортувати це тренування Apple Health в OutRun?

# HKImport.Alert.Title
source: Import this Workout?
ca: Voleu importar aquest entrenament?
cs: Importovat tento trénink?
da: Importere denne træning?
de: Workout Importieren?
fi: Tuo tämä harjoitus?
fr: Importer cet entraînement ?
hr: Uvesti ovaj trening?
it: Importare questo allenamento?
nl: Importeer deze training?
pl: Zaimportować ten trening?
pt_br: Importar este exercício?
sv: Importera detta träningspass?
uk: Імпортувати це тренування?

# ImportList.ImportAll
source: Import All
ca: Importa-ho tot
cs: Importovat vše
da: Importer alle
de: Alles Importieren
fi: Tuo Kaikki
fr: Tout importer
hr: Uvezi sve
it: Importa tutto
nl: Importeer alle
pl: Importuj Wszystko
pt_br: Importar todos
sv: Importera Allt
uk: Імпортувати все

# ImportList.Error.FetchFailed.Message
source: There was an Error while trying to fetch workouts from Apple Health.
ca: S'ha produït un error en intentar recuperar els entrenaments d'Apple Health.
cs: Při načítání tréninků z Apple Zdraví došlo k chybě.
da: Der opstod en fejl under forsøg på at hente træningsprogrammer fra Apple Health.
de: Es gab einen Fehler beim Laden der Apple-Health-Workouts.
fi: Oli virhe, kun yrittää hakea liikuntaa Apple Health.
fr: Une erreur s'est produite lors de la tentative de récupération des entraînements depuis Apple Health.
hr: Došlo je do greške prilikom dohvaćanja treninga iz Appleovog programa „Zdravlje”.
it: C'è stato un errore mentre cercava di recuperare gli allenamenti da Apple Health.
nl: Er was een fout tijdens het proberen om trainingen uit Apple Gezondheid te halen.
pl: Wystąpił błąd podczas próby pobierania treningów z Apple Health.
pt_br: Houve um erro ao tentar trazer os exercícios do Saúde.
sv: Det uppstod ett fel när träningspass försökte hämtas från Apple Hälsa.
uk: Під час спроби отримати тренування з Apple Health сталася помилка.

# ImportList.Title
source: Import
ca: Importar
cs: Importovat
da: Importere
de: Importieren
fi: Tuonti
fr: Importer
hr: Uvezi
it: Importazione
nl: Importeer
pl: Importuj
pt_br: Importar
sv: Importera
uk: Імпорт

# Settings.ReleaseStatus
source: Release Status
ca: Estat de la versió
cs: Stav vydání
da: Frigør status
de: Veröffentlichungs Status
fi: Julkaisun Tila
fr: État de la version
hr: Stanje izdanja
it: Stato del rilascio
nl: Vrijgavestatus
pl: Status Wydania
pt_br: Status da Versão
sv: Versionsstatus
uk: Статус випуску

# Settings.AppVersion
source: App Version
ca: Versió de l'aplicació
cs: Verze aplikace
fi: Sovelluksen Versio
fr: Version de l'appli
hr: Verzija programa
it: versione app
nl: Appversie
pl: Aplikacja Wersja
pt_br: Versão do Aplicativo
uk: Версія застосунку

# Settings.AppInfo
source: App Info
ca: Informació de l'aplicació
cs: O aplikaci
da: Oplysninger Om App
de: App-Informationen
fi: Sovelluksen Tiedot
fr: Infos de l'appli
hr: Podaci programa
it: info app
nl: App-informatie
pl: Aplikacja Info
pt_br: Informações do Aplicativo
sv: Appinformation
uk: Інформація про застосунок

# Settings.SourceCode.Error
source: The link could not be opened due to the system rejecting it.
ca: L'enllaç no s'ha pogut obrir perquè el sistema el rebutja.
cs: Odkaz nelze otevřít kvůli systémové chybě.
da: Linket kunne ikke åbnes, fordi systemet afviste det.
de: Der Link konnte nicht geöffnet werden, der er vom System zurückgewiesen wurde.
fi: Linkkiä ei voitu avata, koska järjestelmä hylkäsi sen.
fr: Le lien n'a pas pu être ouvert car le système l'a rejeté.
hr: Nije bilo moguće otvoriti poveznicu, jer ju je sustav odbio.
it: Il collegamento non ha potuto essere aperto a causa del rifiuto del sistema.
nl: De link kon niet worden geopend omdat het systeem deze afwees.
pl: Link nie mógł zostać otwarty z powodu odrzucenia go przez system.
pt_br: O link não pôde ser aberto porque o sistema o rejeitou.
sv: Länken kunde inte öppnas eftersom systemet avvisade den.
uk: Посилання не вдалося відкрити у зв'язку з його відхиленням системою.

# Settings.SourceCode
source: View Source Code
ca: Veure el codi font
cs: Prohlédnout si zdrojový kód
da: Se kildekode
de: Quellcode ansehen
fi: Näytä Lähdekoodi
fr: Voir le code source
hr: Prikaži izvorni kod
it: Vedi codice sorgente
nl: Bekijk de broncode
pl: Wyświetl Kod Źródłowy
pt_br: Ver Código Fonte
sv: Visa Källkod
uk: Переглянути вихідний код

# Settings.Email.Error
source: There seems to be no E-Mail app on your phone, or iOS cannot open it, you can still send an E-Mail to support@tadris.de for assistance with any problems regarding the app.
ca: Sembla que no hi ha cap aplicació de correu electrònic al vostre telèfon o iOS no la pugui obrir, encara podeu enviar un correu electrònic a support@tadris.de per obtenir ajuda amb qualsevol problema relacionat amb l'aplicació.
cs: Zdá se, že v telefonu nemáte žádného e-mailového klienta, nebo se nám nedaří ho otevřít. I tak nás můžete kontaktovat na adrese support@tadris.de v případě jakýchkoliv problémů s aplikací.
da: Der ser ud til, at der ikke er nogen e-mail-app på din telefon, eller iOS kan ikke åbne den, du kan stadig sende en e-mail til support@tadris.de for at få hjælp med eventuelle problemer vedrørende appen.
de: Es scheint entweder keine E-Mail-App auf deinem iPhone zu geben oder sie kann vom System nicht geöffnet werden. Du kannst aber gerne manuell eine E-Mail an support@tadris.de senden, falls du Probleme mit der App hast.
fi: Ei näytä olevan mitään E-Mail app puhelimen, tai iOS voi avata sen, voit silti lähettää E-Mail support@tadris.de jos tarvitset apua mitään ongelmia app.
fr: Il semble qu'il n'y ait pas d'application de messagerie sur votre téléphone, ou iOS ne peut pas l'ouvrir. Vous pouvez toujours envoyer un courriel à support@tadris.de pour obtenir de l'aide en cas de problème concernant l'application.
hr: Čini se da na tvom mobitelu nema programa za e-poštu ili je iOS ne može otvoriti. I bez toga možeš poslati e-mail na support@tadris.de za pomoć u vezi s bilo kojim problemom u vezi s programom.
it: Sembra che non ci sia un'applicazione e-mail sul vostro telefono, o che iOS non possa aprirla, potete comunque inviare un'e-mail a support@tadris.de per assistenza in caso di problemi relativi all'applicazione.
nl: Er lijkt geen e-mail-app op uw telefoon te staan of iOS kan deze niet openen. U kunt nog steeds een e-mail sturen naar support@tadris.de voor hulp bij eventuele problemen met betrekking tot de app.
pl: Wydaje się, że nie ma aplikacji E-Mail w telefonie lub iOS nie może jej otworzyć, nadal możesz wysłać E-Mail do support@tadris.de aby uzyskać pomoc w przypadku problemów związanych z aplikacją.
pt_br: Parece que não há um aplicativo de Email no seu telefone, ou iOS não pode abrí-lo. Ainda assim, você pode mandar um Email para support@tadris.de para assistência com qualquer problema relacionado ao aplicativo.
sv: Det verkar inte finnas någon e-post app på telefonen, eller så kan inte iOS öppna den, du kan fortfarande skicka ett e-postmeddelande till support@tadris.de för hjälp med eventuella problem med appen.
uk: Здається, у вашому телефоні немає застосунку електронної пошти, або iOS не може її відкрити, ви все одно можете надіслати електронний лист на support@tadris.de, щоб отримати допомогу щодо будь-яких проблем з застосунком.

# Settings.Email
source: Email
ca: Correu electrònic
fi: Sähköposti
fr: Courriel
hr: E-adresa
sv: E-postmeddelande
uk: Електронна пошта

# Settings.PrivacyPolicy
source: Privacy Policy
ca: Política de privacitat
cs: Ochrana osobních dat
da: Fortrolighedspolitik
de: Datenschutzbestimmung
fi: tietosuojakäytäntö
fr: Politique de confidentialité
hr: Politika privatnosti
it: Politica sulla privacy
nl: Privacybeleid
pl: Polityka Prywatności
pt_br: Política de Privacidade
sv: Sekretesspolicy
uk: Політика конфіденційності

# Settings.TermsOfService
source: Terms of Service
ca: Termes del servei
cs: Podmínky užívání
da: Servicevilkår
de: Nutzungsbedingungen
fi: käyttöehdot
fr: Conditions d'utilisation
hr: Uvjeti usluge
it: Termini di servizio
nl: Voorwaarden van de dienst
pl: Warunki Świadczenia Usług
pt_br: Termos de Serviço
sv: Användarvillkor
uk: Умови надання послуг

# Settings.DataPreferences.Message
source: Backups in OutRun, probably unlike in most other apps, are just files, that you do not need special tools to insert into the app or transfer to another device. They also stay local (unless you save them in the cloud). When creating a backup you will be presented with a '.orbup' file that you can share to whatever other app you want to. Be aware, that the data inside of that file is not encrypted though, sending it to someone or uploading it to a service can compromise your privacy, so please keep that in mind. To import a backup just select a '.orbup' file from wherever you previously saved it, the app will then import all the workouts contained in the backup, making sure there are no duplicates automatically.
ca: Les còpies de seguretat d’OutRun, probablement a diferència de la majoria d’altres aplicacions, són només fitxers que no necessiten eines especials per inserir-les a l’aplicació ni transferir-les a un altre dispositiu. També es mantenen locals (tret que els deseu al núvol). En crear una còpia de seguretat, se us presentarà un fitxer ".orbup" que podeu compartir amb qualsevol altra aplicació que vulgueu. Tingueu en compte que, tot i que les dades d’aquest fitxer no estan encriptades, enviar-les a algú o penjar-les a un servei poden comprometre la vostra privadesa, així que tingueu-ho en compte. Per importar una còpia de seguretat, només cal que seleccioneu un fitxer ".orbup" des de qualsevol lloc on la hàgiu desat prèviament. L'aplicació importarà tots els entrenaments que conté la còpia de seguretat i assegureu-vos que no hi hagi duplicats automàticament.
cs: Zálohy aplikace OutRun, na rozdíl od jiných aplikací, jsou jednoduše soubory. Pro jejich vložení do aplikace nebo přenos do jiného zařízení nepotřebujete speciální nástroje. Zůstávají také lokálně ve vašem zařízení (pokud je nenahrajete na cloud). Při vytváření zálohy se zobrazí soubor '.orbup', který můžete sdílet s jakoukoli aplikací chcete. Buďte ale obezřetní – data uvnitř tohoto souboru nejsou šifrována, jejich odesláním nebo nahráním do jiné služby můžete ohrozit své soukromí, mějte to prosím na paměti. Chcete-li importovat zálohu, stačí vybrat soubor '.orbup' z místa, kde jste ji dříve uložili, aplikace pak importuje všechny tréninky obsažené v záloze a sama se postará o to, aby nevznikly duplikáty.
da: Sikkerhedskopier i OutRun, sandsynligvis i modsætning til i de fleste andre apps, er bare filer, som du ikke har brug for specielle værktøjer til at indsætte i appen eller overføre til en anden enhed. De forbliver også lokale (medmindre du gemmer dem i skyen). Når du opretter en sikkerhedskopi, vil du blive præsenteret for en '.orbup' -fil, som du kan dele til den anden app, du vil. Vær opmærksom på, at dataene inde i den fil ikke er krypteret, men det kan kompromittere dit privatliv, hvis du sender dem til nogen eller uploader dem til en tjeneste, så husk det. For at importere en sikkerhedskopi skal du blot vælge en .orbup-fil, hvorfra du tidligere har gemt den, og derefter importerer appen alle træningsprogrammerne i sikkerhedskopien og sørger for, at der ikke er nogen dubletter automatisk.
de: Backups in OutRun funktionieren etwas anders, als in den meisten anderen Apps. Es sind nämlich einfache Dateien, für die man keine speziellen Tools zum Laden oder Transferieren braucht. Diese Dateien bleiben außerdem auch lokal (außer man speichert sie in einer Cloud) Beim Erstellen eines Backups bekommst du eine '.orbup'-Datei, die du dann mit allen anderen Apps und dem Dateimanager teilen kannst. Dabei solltest du beachten, dass die Daten in der Datei nicht verschlüsselt sind, die Datei also nur mit Leuten und Diensten geteilt werden sollte, denen du vertraust. Das Importieren ist genau so einfach. Wähle einfach eine '.orbup'-Datei aus und die App wird alle darin gespeicherten Workouts importieren.
fi: Varmuuskopiot OutRun, luultavasti toisin kuin useimmissa muissa sovelluksissa, ovat vain tiedostoja, että sinun ei tarvitse erikoistyökaluja lisätä sovelluksen tai siirtää toiseen laitteeseen. Ne pysyvät myös paikallisina (ellet tallenna niitä pilveen). Kun luot varmuuskopion sinulle esitetään '.orbup-tiedosto, jonka voit jakaa mihin tahansa muuhun sovellukseen. Olla tietoinen siitä, että tiedot sisällä että tiedosto ei ole salattu, vaikka, lähettää sen jollekulle, tai lataamalla sen palvelun, voivat vaarantaa yksityisyytesi, joten pitäkää se mielessä. Jos haluat tuoda varmuuskopion, valitse vain a'.orbup-tiedosto mistä tahansa olet aiemmin tallentanut sen, sovellus tuo sitten kaikki varmuuskopion sisältämät harjoitukset varmistaen, että kaksoiskappaleita ei ole automaattisesti.
fr: Les sauvegardes dans OutRun, probablement contrairement à la plupart des autres applications, ne sont que des fichiers, pour lesquels vous n'avez pas besoin d'outils spéciaux pour les insérer dans l'application ou transférer vers un autre appareil. Ils restent également locaux (sauf si vous les enregistrez dans le nuage). Lors de la création d'une sauvegarde, un fichier « .orbup » vous sera présenté que vous pourrez partager avec n'importe quelle autre application de votre choix. Sachez cependant que les données à l'intérieur de ce fichier ne sont pas chiffrées, les envoyer à quelqu'un ou les téléverser sur un service peut compromettre votre vie privée, alors gardez cela à l'esprit. Pour importer une sauvegarde, sélectionnez simplement un fichier « .orbup » à partir de l'endroit où vous l'avez précédemment enregistré, l'application importera alors tous les entraînements contenus dans la sauvegarde, en s'assurant qu'il n'y a pas de doublons automatiquement.
hr: Sigurnosne kopije programa „OutRun” su datoteke, za koje nisu potrebni posebni alati za umetanje u program ili za prijenos na druge uređaje. Datoteke ostaju na lokalnom uređaju (osim ako se ne spremaju u oblak). Prilikom stvaranja sigurnosne kopije prikazat će se „.orbup”-datoteka, koja se može dijeliti s bilo kojim drugim programom. Podaci unutar te datoteke nisu šifrirani. Slanje ili prijenos tih podataka može ugroziti tvoju privatnost. Za uvoz sigurnosne kopije, jednostavno odaberi „.orbup”-datoteku s prethodno spremljenog mjesta. Program će zatim uvesti sve treninge sadržane u sigurnosnoj kopiji, automatski isključujući duplikate.
hu: Az OutRun-ról készült biztonsági mentések csak fájlok, semmilyen speciális eszköz nem kell a tárolásukhoz, vagy használatukhoz. Emellett mindig lokálisan tárolódnak (hacsak nem a felhőbe menti őket). Egy biztonsági mentés készítésekor egy ".orbup" fájl készül, amit bármelyik appal megoszthat. Vegye figyelembe, hogy az ebben a fájlban lévő adatok nincsenek titkosítva, tehát ha elküldi valakinek, vagy feltölti valahova, megtekinthetik az adatait. Ahhoz, hogy importáljon egy biztonsági mentést, csak válasszon ki egy ".orbup" fájlt. Az applikáció importáláskor kiszűri az egyiket, ha két ugyanolyan edzést talál.
it: I backup in OutRun, probabilmente a differenza della maggior parte delle altre app, sono solo file, che non necessitano di strumenti speciali da inserire nell'app o da trasferire su un altro dispositivo. Rimangono anche locali (a meno che non li salviate nel cloud). Durante la creazione di un backup vi verrà presentato un file '.orbup' che potrete condividere con qualsiasi altra app vogliate. Siate consapevoli del fatto che i dati all'interno di quel file non sono criptati, tuttavia, inviarli a qualcuno o caricarli su un servizio può compromettere la vostra privacy, quindi vi preghiamo di tenerlo presente. Per importare un backup è sufficiente selezionare un file '.orbup' dal punto in cui è stato precedentemente salvato, l'app importerà quindi tutti gli allenamenti contenuti nel backup, assicurandosi che non ci siano automaticamente dei duplicati.
nl: Backups in OutRun, waarschijnlijk in tegenstelling tot de meeste andere apps, zijn gewoon bestanden. Je hebt geen speciale tools nodig om ze in de app te importeren of over te zetten op een ander apparaat. Ze blijven ook lokaal, tenzij u ze in de cloud opslaat. Bij het maken van een backup krijgt u een ‘.orbup’ bestand, dat u kunt delen met welke andere app u maar wilt. Wees u ervan bewust, dat de gegevens in dat bestand niet gecodeerd zijn; het sturen naar iemand of het uploaden naar een dienst kan uw privacy in gevaar brengen, dus houd dat in gedachten. Om een backup te importeren selecteert u een ‘.orbup’ bestand van waar u het eerder hebt opgeslagen. De app zal dan alle trainingen in de backup importeren, waarbij er automatisch voor gezorgd wordt dat er geen duplicaten zijn.
pl: Kopie zapasowe w OutRun, prawdopodobnie w przeciwieństwie do większości innych aplikacji, to tylko pliki, których nie potrzebujesz specjalnych narzędzi do wstawiania do aplikacji lub przenoszenia na inne urządzenie. Pozostają również lokalne (chyba że zapiszesz je w chmurze). Podczas tworzenia kopii zapasowej zostanie wyświetlony znak '.plik orbup, który możesz udostępnić dowolnej innej aplikacji, którą chcesz. Pamiętaj jednak, że dane w tym pliku nie są szyfrowane, wysłanie ich do kogoś lub przesłanie do usługi może naruszyć Twoją prywatność, więc pamiętaj o tym. Aby zaimportować kopię zapasową wystarczy wybrać'.plik orbup z miejsca, gdzie wcześniej go zapisałeś, aplikacja zaimportuje wszystkie treningi zawarte w kopii zapasowej, upewniając się, że nie ma automatycznie duplikatów.
pt_br: Backups no OutRun, provavelmente diferente da maioria dos aplicativos, são apenas arquivos que você não precisa de ferramentas especiais para inserir no aplicativo ou transferir para outro dispositivo. Eles permanecem no dispositivo(a não ser que você os salve na nuvem). Ao criar um backup você receberá um arquivo '.orbup' que você pode compartilhar com qualquer outro aplicativo que você quiser. Esteja avisado que os dados dentro do arquivo não são criptografados. Mandá-lo a alguém ou fazer o upload a um serviço pode comprometer a segurança, tenha isto em mente. Para importar um backup selecione um arquivo '.orbup' de onde quer que você tenha salvado antes, o aplicativo irá então importar todos os exercícios contidos no backup, certificando-se automaticamente de que não há duplicatas.
sv: Säkerhetskopior i OutRun, till skillnad från i de flesta andra program, är bara filer, vilket innebär att du inte behöver specialverktyg för att lägga till dem i appen eller överföra dem till en annan enhet. De är också lokala (om du inte sparar dem i molnet). När du skapar en säkerhetskopia kommer du att finna en'.orbup ' fil som du kan dela till vilken annan app du vill. Var medveten om, att data inuti den filen inte är krypterad, om du skickar den till någon eller laddar upp den till en annan tjänst kan detta äventyra din integritet, så håll det i åtanke. För att importera en säkerhetskopia, välj bara en'.orbup ' fil från dina tidigare sparade filer, sedan kommer appen att importera alla träningspass som finns i säkerhetskopian och automatiskt se till att det inte finns några dubbletter.
uk: Резервне копіювання в OutRun, ймовірно, на відміну від більшості інших застосунків, є простими файлами, для яких вам не потрібно спеціальні інструменти для вставки в застосунок або передачі на інший пристрій. Вони також залишаються локальними (якщо ви не збережете їх у хмарі). Під час створення резервної копії вам буде запропоновано файл «.orbup», яким ви зможете поділитися з будь-яким іншим застосунком. Майте на увазі, що дані всередині цього файлу не зашифровані, надсилання їх комусь або завантаження в службу може поставити під загрозу вашу конфіденційність, тому, будь ласка, пам'ятайте про це. Щоб імпортувати резервну копію, просто виберіть файл «.orbup» з того місця, де ви його попередньо зберегли, застосунок потім імпортує всі тренування, що містяться в резервній копії, автоматично переконавшись у відсутності дублікатів.

# Settings.Support
source: Support
ca: Suport
cs: Podpora
da: Underhold
fi: Tukee
fr: Assistance
hr: Podrška
it: Supporto
nl: Steun
pl: Wsparcie
pt_br: Suporte
uk: Підтримка
