Repository: timfraedrich/OutRun
Catalog: OutRun/Support Files/*.lproj/Localizable.strings
Languages: ca, cs, da, de, fi, fr, hr, hu, is, it, nl, pl, pt_br, sv, uk

# Settings.RecordingPreferences.Message
source: Should you experience any kind of crashes or similar behaviour while recording a workout, you should try to turn 'Show Map' to off, because most of these crashes known where related to the map drawing too much power. If 'Display Pace' is enabled instead of showing the speed the pace is shown. Should 'Display Rolling Speed' be on the speed or pace displayed are an average of the last kilometer, if not the current speed or the total pace are shown.
ca: En cas que experimenteu algun tipus de bloqueig o comportament similar durant el registre d'un entrenament, heu de provar de desactivar "Mostra el mapa", perquè la majoria d'aquests bloquejos es coneixen quan es relacionen amb el mapa amb massa energia. Si l'opció "Mostra el ritme" està activada en lloc de mostrar la velocitat, es mostrarà el ritme. Si està activat "Ritme/vel. de l'últim quilòmetre", la velocitat o el ritme que es mostren són una mitjana de l'últim quilòmetre, i si no, es mostra la velocitat actual o el ritme total.
cs: Pokud při nahrávání aplikace padá nebo podobně, zkuste vypnout možnost „Zobrazovat mapu“, protože ta nejčastěji způsobuje problémy. Při zapnuté možnosti „Zobrazovat tempo“ se místo rychlosti ukazuje tempo. Pokud zapnete možnost „Zobrazovat aktuální rychlost“, bude se ukazovat průměrná rychlost nebo tempo z posledního kilometru, ne celkově.
da: Hvis du oplever nogen form for nedbrud eller lignende adfærd, mens du optager en træning, skal du prøve at slå 'Vis kort' til fra, fordi de fleste af disse nedbrud kendes, hvor de er relateret til kortet, der trækker for meget strøm. Hvis 'Display tempo' er aktiveret i stedet for at vise hastigheden, vises tempoet. Skulle 'Display Rolling Speed' være på den viste hastighed eller tempo er et gennemsnit af den sidste kilometer, hvis ikke den aktuelle hastighed eller det samlede tempo vises.
de: Sollte die App während des Aufnehmens abstürzen, solltest du 'Karte anzeigen' auf aus stellen. Die meisten Abstürze konnten nämlich mit zu hoher Leistung ausgehend von der Karte verbunden werden. Wenn 'Tempo anzeigen' aktiviert ist, wird das Tempo statt der Geschwindigkeit angezeigt. Sollte 'Laufende Geschw. anzeigen' an sein, wird die durschnittliche Geschwindigkeit bzw. das durchschnittliche Tempo des letzten Kilometers abgebildet, falls nicht wird entweder die aktuelle Geschwindigkeit oder das Gesamttempo gezeigt.
fi: Jos koet minkäänlaista kaatuu tai vastaavaa käyttäytymistä tallennuksen aikana harjoitus, sinun pitäisi yrittää kääntää 'Näytä kartta' pois, koska useimmat näistä kaatuu tiedossa, Jos liittyvät kartan piirustus liikaa valtaa. Jos "Display Pace" on käytössä sen sijaan, että näytetään nopeus, vauhti näkyy. Olisi Näyttää Liikkuvan Nopeus on nopeus tai vauhti näkyvät ovat keskimäärin viimeisen kilometrin, jos ei nykyinen nopeus tai koko vauhti näkyvät.
fr: Si vous rencontrez des plantages ou des comportements similaires lors de l'enregistrement d'un entraînement, vous devriez essayer de désactiver « Afficher la carte », car la plupart de ces plantages sont liés au dessin de la carte demandant trop de puissance. Si « Afficher l'allure » est activé au lieu d'afficher la vitesse, l'allure est affichée. Si « Afficher la vitesse en course » correspond à la vitesse ou à l'allure affichée, la moyenne du dernier kilomètre, sinon la vitesse actuelle ou l'allure totale sont affichées.
hr: Ako se tijekom snimanja treninga dogode greške u programu, isključi opciju „Prikaži kartu”, jer ona zna biti čest uzrok za probleme. Ako je opcija „Prikaži vrijeme” aktivirana, umjesto brzine, prikazuje se vrijeme. Ako je opcija „Prikaži brzinu odsječka” aktivirana, prikazat će se prosječna brzina ili vrijeme za zadnji kilometar, a inače trenutačna brzina ili ukupno vrijeme.
it: Se si verifica qualsiasi tipo di crash o comportamento simile durante la registrazione di un allenamento, si dovrebbe cercare di disattivare la funzione "Mostra la mappa", perché la maggior parte di questi crash noti sono legati al fatto che la mappa disegna troppa potenza. Se 'Mostra passo' è abilitato invece di mostrare la velocità, viene mostrato il passo. Se 'Mostra velocità di rotolamento' è sulla velocità o sul passo visualizzati sono una media dell'ultimo chilometro, se non viene mostrata la velocità corrente o il passo totale.
nl: Als u tijdens het opnemen van een training een crash of soortgelijk gedrag ervaart, moet u proberen 'Toon kaart' uit te schakelen, omdat de meeste van deze crashes bekend zijn waar ze te maken hebben met het tekenen van de kaart. Als 'Toon tempo' is ingeschakeld in plaats van de snelheid wordt het tempo getoond. Als 'Toon rolsnelheid' op de weergegeven snelheid of tempo staat, wordt een gemiddelde van de laatste kilometer getoond, zo niet wordt de huidige snelheid of het totale tempo getoond.
pl: Jeśli podczas nagrywania treningu wystąpią jakiekolwiek awarie lub podobne zachowania, należy spróbować wyłączyć opcję "Pokaż mapę", ponieważ większość z tych awarii jest znana z tego, że mapa pobiera zbyt dużo mocy. Jeśli opcja "Pokaż Tempo" jest włączona, zamiast pokazywania prędkości, jest wyświetlane Tempo. Jeśli "wyświetl prędkość toczenia" być na prędkość lub tempo wyświetlane są średnie z ostatniego kilometra, jeśli nie bieżąca prędkość lub całkowite tempo są wyświetlane.
pt_br: Caso você tenha qualquer tipo de problemas enquanto registrando um exercício, você deve tentar desligar 'Mostrar mapa', porque a maioria dos problemas conhecidos estão relacionados com o mapa gastando muita energia. Se 'Mostrar ritmo' estiver ativado, em vez de mostrar a velocidade, é mostrado o ritmo. Caso 'Mostrar velocidade de rolamento' esteja em velocidade ou ritmo, uma média do último quilômetro será mostrada, se não, a velocidade atual ou o ritmo total serão mostrados.
sv: Om du upplever någon typ av krasch eller liknande upplevelser medan du spelar in ett träningspass, bör du försöka ändra "Visa karta" till avstängd, eftersom de flesta av dessa krascher är relaterade till att kartritningen drar för mycket ström. Om "Visa Tempo" är aktiverat istället för att visa hastigheten visas tempot. Om "Visa rullande hastighet" visas på den hastighet eller takt som visas är detta ett genomsnitt av den sista kilometern, om inte den aktuella hastigheten eller den totala takten visas.
uk: Якщо під час запису тренування у вас виникнуть будь-які збої або подібна поведінка, вам слід спробувати вимкнути «Показати карту», оскільки більшість цих збоїв, як відомо, пов’язані із занадто великим споживанням енергії. Якщо ввімкнуто «Відображення темпу», замість показу швидкості відображається темп. Якщо опція "Показувати швидкість руху" увімкнена, відображається середня швидкість або темп за останній кілометр, а не поточна швидкість або загальний темп.

# Settings.DisplayRollingSpeed
source: Display Rolling Speed
ca: Ritme/vel. de l'últim quilòmetre
cs: Zobrazovat aktuální rychlost
da: Skærmens rullehastighed
de: Laufende Geschw. anzeigen
fi: Näytön Valssausnopeus
fr: Afficher la vitesse en course
hr: Prikaži brzinu odsječka
it: Visualizzare la velocità di rotolamento
nl: Weergave Rollende Snelheid
pl: Wyświetl Prędkość Toczenia
pt_br: Mostrar velocidade de rolamento
sv: Visa Rullande Hastighet
uk: Відображення швидкості руху

# Settings.DisplayPace
source: Display Pace
ca: Mostra el ritme
cs: Zobrazovat tempo
da: Vis tempo
de: Tempo anzeigen
fi: Näytä Vauhti
fr: Afficher l'allure
hr: Prikaži vrijeme
it: Mostra il ritmo
nl: Weergave Tempo
pl: Tempo Wyświetlania
pt_br: Mostrar ritmo
sv: Visa Tempo
uk: Показати темп

# Settings.GPSAccuracy.Off
source: Off (not recommended)
ca: Desactivat (no recomanat)
cs: Vypnuto (nedoporučuje se)
da: Fra (anbefales ikke)
de: Aus (nicht empfohlen)
fi: Off (ei suositella)
fr: Désactivé (non recommandé)
hr: Isključeno (ne preporučuje se)
it: Spento (non consigliato)
nl: Uit (niet aanbevolen)
pl: Off (niezalecane)
pt_br: Desligado (não recomendado)
sv: Off (rekommenderas inte)
uk: Вимкнено (не рекомендується)

# Settings.GPSAccuracy.LastResort
source: Last Resort
ca: Últim recurs
cs: Poslední pokus
da: Sidste udvej
de: Letzter Ausweg
fi: Viimeinen Keino
fr: Dernier recours
hr: Krajnji slučaj
it: Ultimo Resort
nl: Laatste toevlucht
pl: Ostatnia Deska Ratunku
pt_br: Último recurso
sv: Lägst noggrannhet
uk: В крайньому випадку

# Settings.GPSAccuracy.Acceptable
source: Acceptable
cs: Přijatelná
da: Acceptabelt
de: Akzeptabel
fi: Hyväksyttävä
hr: Prihvatljiva
it: Accettabile
nl: Acceptabel
pl: Dopuszczalne
pt_br: Aceitável
sv: Acceptabel
uk: Прийнятно

# Settings.GPSAccuracy.High
source: High
ca: Alt
cs: Vysoká
da: Høj
de: Hoch
fi: Korkea
fr: Haute
hr: Visoka
it: Alto
nl: Hoog
pl: Wysoka
pt_br: Alta
sv: Hög
uk: Високий

# Settings.GPSAccuracy.Standard
source: Standard
ca: Estàndard
cs: Standardní
da: Norm
fi: Standardi
hr: Standardna
it: Norma
nl: Standaard
pt_br: Padrão
uk: Стандарт

# Settings.GPSAccuracy.Text
source: When receiving GPS signals they are sent with a certain accuracy for determining if the data is adequate for use. Depending on how you set this filter will your recorded workouts vary in quality. Ideally the filter should stay at 'Standard', but should there be complications with your data (e.g. it being too inaccurate or everything being filtered out) you can try one of the others.
ca: En rebre senyals GPS, s'envien amb una certa precisió per determinar si les dades són adequades per al seu ús. Depenent de com configureu aquest filtre, els entrenaments enregistrats variaran en qualitat. L'ideal seria que el filtre es mantingui a l'estàndard, però, si hi ha complicacions amb les vostres dades (per exemple, si són massa inexactes o es filtra tot), podeu provar-ne una.
cs: Při příjmu signálů GPS jsou odesílány s určitou přesností, aby bylo možné určit, zda jsou data vhodná pro použití. V závislosti na tom, jak nastavíte tento filtr, se kvalita zaznamenaných tréninků bude lišit. V ideálním případě by měl filtr zůstat na „Standardním“, ale pokud se vyskytnou komplikace s vašimi daty (např. že jsou nepřesné nebo je vše odfiltrováno), můžete zkusit jiný.
da: Når de modtager GPS-signaler, sendes de med en vis nøjagtighed for at bestemme, om dataene er tilstrækkelige til brug. Afhængigt af hvordan du indstiller dette filter, varierer dine optagede træningsprogrammer i kvalitet. Ideelt set skal filteret forblive 'Standard', men hvis der er komplikationer med dine data (f.eks. For unøjagtige eller alt, hvad der filtreres fra), kan du prøve en af de andre.
de: Wenn die App GPS-Daten erhält, kommen diese mit einer Genauigkeitsangabe, welche genutzt wird, um zu bestimmen, ob die Daten gut genug für die Verwendung sind. Je nachdem, wie du diesen Filter einstellst werden die aufgezeichneten Workouts in ihrer Qualität variiern. Im Idealfall sollte der Filter immer auf 'Standard' eingestellt sein, aber falls es aus irgendeinem Grund zu Schwierigkeiten beim Aufzeichnen von Workouts kommen sollte, kann es hilfreich sein, einen anderen Filter auszuprobieren.
fi: GPS-signaaleja vastaanotettaessa ne lähetetään tietyllä tarkkuudella sen määrittämiseksi, onko tiedot riittävät käytettäväksi. Riippuen siitä, kuinka asetat tämän suodattimen, tallennetut harjoituksesi vaihtelevat laadultaan. Ihannetapauksessa suodatin pitäisi pysyä "Standardi", mutta pitäisi olla komplikaatioita tiedot (esim. se on liian epätarkkoja tai kaikki on suodatettu pois), voit kokeilla muita.
fr: Lors de la réception des signaux GPS, ils sont envoyés avec une certaine précision pour déterminer si les données sont adéquates pour une utilisation. Selon la façon dont vous définissez ce filtre, vos entraînements enregistrés varieront en qualité. Idéalement, le filtre doit rester sur « Standard », mais s'il y a des complications avec vos données (par exemple, elles sont trop inexactes ou tout est filtré), vous pouvez essayer l'une des autres.
hr: Pri primanju GPS signala, oni se šalju s određenom točnošću kako bi se utvrdilo, jesu li podaci prikladni za upotrebu. Ovisno o načinu postavljanja ovog filtra, snimljeni treninzi će se razlikovati u kvaliteti. U idealnom slučaju, filtar bi trebao ostati na „Standardna”, ali ako se pojave komplikacije s tvojim podacima (npr. ako su previše netočni ili se sve filtrira), možeš probati jedan drugi.
it: Quando ricevono i segnali GPS vengono inviati con una certa precisione per determinare se i dati sono adeguati all'uso. A seconda di come si imposta questo filtro, la qualità degli allenamenti registrati varia. Idealmente il filtro dovrebbe rimanere su "Standard", ma se ci dovessero essere complicazioni con i vostri dati (ad esempio se sono troppo imprecisi o se tutto viene filtrato) potete provare uno degli altri.
nl: Bij ontvangst van GPS-signalen worden ze met een zekere nauwkeurigheid verzonden om te bepalen of de gegevens geschikt zijn voor gebruik. Afhankelijk van de manier waarop u dit filter instelt, zal de kwaliteit van uw opgenomen trainingen variëren. Idealiter blijft het filter op ‘Standaard’ staan, maar mocht er sprake zijn van complicaties met uw gegevens (bijv. te onnauwkeurig of alles wordt uitgefilterd) dan kunt u een van de andere opties proberen.
pl: Podczas odbierania sygnałów GPS są one wysyłane z pewną dokładnością w celu ustalenia, czy dane są odpowiednie do użycia. W zależności od tego, jak ustawisz ten filtr, nagrywane treningi będą różniły się jakością. Idealnie filtr powinien pozostać na "standardowym", ale jeśli wystąpią komplikacje z Twoimi danymi (np. są zbyt niedokładne lub wszystko jest filtrowane), możesz spróbować jednego z innych.
pt_br: Ao receber sinais do GPS eles são mandados com certa precisão para determinar se os dados são adequados para o uso. Dependendo de como você define este filtro seus exercícios serão registrados com qualidade variada. Idealmente o filtro deve ficar em 'Padrão', mas se houver complicações com seus dados (e.g. se for muito impreciso ou tudo filtrado) você pode usar um dos outros.
sv: Vid mottagning av GPS-signaler skickas de med viss noggrannhet för att bestämma om data är tillräckliga för användning. Beroende på hur du ställer in detta filter kommer dina inspelade träningspass varierar i kvalitet. Helst bör filtret fortsatt vara inställt på "Standard", men om det uppstår komplikationer med dina data (t.ex. att den är felaktig eller att allt filtreras bort) kan du prova någon av de andra alternativen.
uk: При отриманні сигналів GPS вони надсилаються з певною точністю, щоб визначити, чи придатні дані для використання. Залежно від того, як ви встановили цей фільтр, якість ваших записаних тренувань буде різною. В ідеалі фільтр має залишатися на «Стандарт», але якщо з вашими даними виникнуть ускладнення (наприклад, вони занадто неточні або все відфільтровано), ви можете спробувати один із інших.

# Settings.GPSAccuracy.Title
source: Desired Accuracy
ca: Precisió desitjada
cs: Kýžená přesnost
da: Ønsket nøjagtighed
de: Gewünschte Genauigkeit
fi: Haluttu Tarkkuus
fr: Précision désirée
hr: Željena točnost
it: Accuratezza desiderata
nl: Gewenste accuratesse
pl: Pożądana Dokładność
pt_br: Precisão desejada
sv: Önskad Precision
uk: Бажана точність

# Settings.GPSAccuracy
source: GPS Accuracy
ca: Precisió GPS
cs: Přesnost GPS
da: GPS nøjagtighed
de: GPS Genauigkeit
fi: GPS-tarkkuus
fr: Précision du GPS
hr: Točnost GPS-a
it: Accuratezza GPS
nl: GPS-nauwkeurigheid
pl: Dokładność GPS
pt_br: Precisão do GPS
sv: GPS-precision
uk: Точність GPS

# Settings.MapVisibility
source: Show Map
ca: Mostra el mapa
cs: Zobrazit mapu
da: Vis kort
de: Karte anzeigen
fi: Näytä Kartta
fr: Afficher la carte
hr: Prikaži kartu
it: Mostra mappa
nl: Toon kaart
pl: Pokaż Mapę
pt_br: Mostrar mapa
sv: Visa Karta
uk: Показати карту

# Settings.StandardWorkoutType.Message
source: Whichever workout type you choose will be the standard for recording a new workout. You can still select a different type by long pressing the plus button or pressing the type label on the recording screen
ca: El tipus d'entrenament que trieu serà l'aplicat per defecte per enregistrar un entrenament nou. Podeu seleccionar un tipus diferent prement el botó més o bé l’etiqueta de tipus a la pantalla de gravació
cs: Zvolený typ tréninku bude výchozím pro novou nahrávku. Stále si můžete vybrat jiný dlouhým stiskem tlačítka „plus“ nebo ťuknutím na štítek na nahrávací obrazovce
da: Uanset hvilken træningstype du vælger, er standarden for optagelse af en ny træning. Du kan stadig vælge en anden type ved at trykke langt på plusknappen eller trykke på typemærket på optageskærmen
de: Der Workouttyp, den du auswählst, wird als Standard für das Aufnehmen eines neuen Workouts genutzt. Du kannst andere Typen auswählen, indem du lange auf den Plusknopf oder auf die Typanzeige im Aufnahmebildschirm drückst.
fi: Kumpi harjoitustyyppi valitset, on standardi uuden harjoituksen tallentamiseksi. Voit silti valita toisen tyypin painamalla pitkään plus-painiketta tai painamalla tallennusnäytön tyyppi-etikettiä
fr: N'importe quel type d'entraînement que vous choisissez sera la norme pour enregistrer un nouvel entraînement. Vous pouvez toujours sélectionner un type différent en appuyant longuement sur le bouton plus ou en appuyant sur l'étiquette de type sur l'écran d'enregistrement
hr: Vrsta treninga koju odabereš, koristit će se kao standarda za snimanje novog treninga. Jednu drugu vrstu možeš odabrati i dugim pritiskom gumba plus ili pritiskom etikete vrste na ekranu za snimanje
it: Qualunque sia il tipo di allenamento scelto, sarà lo standard per la registrazione di un nuovo allenamento. È comunque possibile selezionare un tipo diverso premendo a lungo il pulsante più o premendo l'etichetta del tipo sulla schermata di registrazione
nl: Het trainingstype dat u kiest wordt de standaard voor het registreren van een nieuwe training. U kunt nog steeds een ander type selecteren door lang op de plusknop te drukken of door op het typeplaatje in het opnamescherm te drukken
pl: Wybrany typ treningu będzie standardem nagrywania nowego treningu. Możesz nadal wybrać inny typ, długo naciskając przycisk plus lub naciskając Etykietę typu na ekranie nagrywania
pt_br: Qualquer exercício que você escolher será o padrão para registrar um novo exercício. Você ainda pode selecionar um tipo diferente ao pressionar e segurar o botão de mais ou pressionando o rótulo de tipo na tela de registro
sv: Träningstypen du väljer kommer att vara standard för inspelning av ett nytt träningspass. Du kan fortfarande välja en annan typ genom att trycka länge på plusknappen eller trycka på typetiketten på inspelningsskärmen
uk: Який би тип тренування ви не вибрали, він буде стандартним для запису нового тренування. Ви все ще можете вибрати інший тип, утримуючи кнопку з плюсом або натискаючи позначку типу на екрані запису

# Settings.StandardWorkoutType
source: Standard Type
ca: Tipus per defecte
cs: Standardní typ
de: Standardtyp
fi: Vakiotyyppi
fr: Type standard
hr: Standardna vrsta
it: Tipo standard
nl: Standaardtype
pl: Typ Standardowy
pt_br: Tipo padrão
sv: Standardtyp
uk: Стандартний тип

# Settings.RecordingPreferences
source: Recording Preferences
ca: Preferències d'enregistrament
cs: Předvolby nahrávání
da: Optagelsesindstillinger
de: Aufnahmeeinstellungen
fi: Tallennusasetukset
fr: Préférences d'enregistrement
hr: Postavke snimanja
it: Preferenze di registrazione
nl: Opnamevoorkeuren
pl: Preferencje Nagrywania
pt_br: Registrando preferências
sv: Inspelningsinställningar
uk: Налаштування запису

# Settings.UnitPick.Message
source: The chosen unit will be used to display data
ca: La unitat escollida s'utilitzarà per mostrar dades
cs: Vybraná jednotka bude sloužit k zobrazení dat
da: Den valgte enhed bruges til at vise data
de: Die Einheit, die du wählst, wird dann standardmäßig zur Anzeige von Daten verwendet.
fi: Valittua yksikköä käytetään tietojen näyttämiseen
fr: L'unité choisie sera utilisée pour afficher les données
hr: Odabrana jedinica će se koristiti za prikaz podataka
it: L'unità scelta sarà utilizzata per visualizzare i dati
nl: De gekozen eenheid zal worden gebruikt om gegevens weer te geven
pl: Wybrana jednostka zostanie użyta do wyświetlenia danych
pt_br: A unidade escolhida será usada para exibir os dados
sv: Den valda enheten kommer att användas för att visa data
uk: Вибрана одиниця виміру буде використана для відображення даних

# Settings.UnitPick.Headline
source: Choose Unit
ca: Trieu unitat
cs: Vyberte jednotku
da: Vælg enhed
de: Einheit wählen
fi: Valitse Yksikkö
fr: Choisissez une unité
hr: Odberi jedinicu
it: Scegliere unità
nl: Kies eenheid
pl: Wybierz Jednostkę
pt_br: Escolha a unidade
sv: Välj Enhet
uk: Оберіть одиницю виміру

# Settings.WeightUnit
source: Weight Unit
ca: Unitat de pes
cs: Jednotka hmotnosti
da: Vægt enhed
de: Gewichtseinheit
fi: Painoyksikkö
fr: Unité de poids
hr: Jedinica težine
it: Unità di peso
nl: Gewichtseenheid
pl: Jednostka Wagi
pt_br: Unidade de peso
sv: Viktenhet
uk: Одиниця виміру ваги

# Settings.EnergyUnit
source: Energy Unit
ca: Unitat d'Energia
cs: Jednotka energie
da: Energienhed
de: Energieeinheit
fi: Energiayksikkö
fr: Unité d'énergie
hr: Jedinica energije
it: Unità Energia
nl: Energie-eenheid
pl: Jednostka Energetyczna
pt_br: Unidade de energia
sv: Energienhet
uk: Одиниця виміру енергії

# Settings.SpeedUnit
source: Speed Unit
ca: Unitat de velocitat
cs: Jednotka rychlosti
da: Hastighedsenhed
de: Geschwindigkeitseinheit
fi: Nopeusyksikkö
fr: Unité de vitesse
hr: Jedinica brzine
it: Unità velocità
nl: Snelheidseenheid
pl: Jednostka Prędkości
pt_br: Unidade de velocidade
sv: Hastighetsenhet
uk: Одиниця виміру швидкості

# Settings.AltitudeUnit
source: Altitude Unit
ca: Unitat d'altitud
cs: Jednotka nadmořské výšky
da: Højdenhed
de: Höheneinheit
fi: Korkeusyksikkö
fr: Unité d'altitude
hr: Jedinica visine
it: Unità di altitudine
nl: Hoogte-eenheid
pl: Jednostka Wysokości
pt_br: Unidade de altitude
sv: Höjdenhet
uk: Одиниця виміру висоти

# Settings.DistanceUnit
source: Distance Unit
ca: Unitat de distància
cs: Jednotka vzdálenosti
da: Afstandsenhed
de: Entfernungseinheit
fi: Etäisyys Yksikkö
fr: Unité de distance
hr: Jedinica udaljenosti
it: Unità a distanza
nl: Afstandseenheid
pl: Jednostka Odległości
pt_br: Unidade de distância
sv: Avståndsenhet
uk: Одиниця виміру відстані

# Settings.UnitPreferences
source: Unit Preferences
ca: Preferències de la unitat
cs: Předvolby jednotek
da: Enhedsindstillinger
de: Einheiteneinstellungen
fi: Yksikön Asetukset
fr: Préférences des unités
hr: Postavke jedinica
it: Preferenze di unità
nl: Eenheidvoorkeuren
pl: Preferencje Jednostek
pt_br: Preferências de unidade
sv: Enhetsinställningar
uk: Налаштування одиниць виміру
