Repository: timfraedrich/OutRun
Catalog: OutRun/Support Files/*.lproj/Localizable.strings
Languages: ca, cs, da, de, fi, fr, hr, hu, is, it, nl, pl, pt_br, sv, uk

# Settings.DeleteAll.AppleHealth.Error.Message
source: There was an error while trying to delete your data in Apple Health, some might still be there. You can delete remaining data inside the Apple Health app.
ca: S'ha produït un error en intentar suprimir les vostres dades a Apple Health; és possible que encara hi hagi algunes. Podeu suprimir les dades restants de l'aplicació Apple Health.
cs: Při mazání Vašich dat v Apple Zdraví došlo k chybě, je možné, že z nich něco zůstalo. Zkuste je prosím smazat přímo v aplikaci Zdraví.
da: Der opstod en fejl under forsøg på at slette dine data i Apple Health, nogle kan stadig være der. Du kan slette resterende data i Apple Health-appen.
de: Es gab einen Fehler, während deine Daten in Apple Health gelöscht werden sollten, einige könnten möglicherweise noch vorhanden sein. Du kannst die noch vorhandenen Daten eigenständig in der Apple Health App löschen.
fi: Apple Health issa oli virhe yrittäessään poistaa tietojasi, jotkut saattavat silti olla siellä. Voit poistaa jäljellä olevat tiedot Apple Health-sovelluksen sisällä.
fr: Une erreur s'est produite lors de la tentative de suppression de vos données dans Apple Health, certaines sont peut-être toujours présentes. Vous pouvez supprimer les données restantes dans l'application Apple Health.
hr: Došlo je do greške prilikom pokušaja brisanja tvojih podataka u Appleovom programu „Zdravlje”, neki se možda još uvijek tamo nalaze. Preostale podatke možeš izbrisati u Appleovom programu „Zdravlje”.
it: C'è stato un errore mentre cercavi di cancellare i tuoi dati in Apple Health, alcuni potrebbero essere ancora lì. È possibile cancellare i dati rimanenti all'interno dell'applicazione Apple Health.
nl: Er deed zich een fout voor terwijl u probeerde uw gegevens in Apple Gezondheid te verwijderen, sommige gegevens staan er mogelijk nog in. U kunt de resterende gegevens in de Apple Gezondheid-app verwijderen.
pl: Wystąpił błąd podczas próby usunięcia danych w Apple Health, niektóre mogą nadal tam być. Pozostałe dane można usunąć w aplikacji Apple Health.
pt_br: Houve um erro ao tentar apagar seus dados no Saúde, alguns ainda podem estar lá. Você pode apagar os dados restantes no aplicativo Saúde da Apple.
sv: Det uppstod ett fel när du försökte ta bort din data från Apple Hälsa, viss data kan fortfarande finnas kvar. Du kan ta bort återstående data i Apple Häla-appen.
uk: Під час спроби видалити ваші дані в Apple Health, сталася помилка, але деякі з них можуть бути ще там. Ви можете видалити решту даних у застосунку Apple Health.

# Settings.DeleteAll.AppleHealth.Error.Title
source: Could not delete
ca: No s'ha pogut suprimir
cs: Mazání se nezdařilo
da: Kunne ikke slette
de: Löschen fehlgeschlagen
fi: Ei voitu poistaa
fr: Suppression impossible
hr: Nije bilo moguće izbrisati
it: Impossibile cancellare
nl: Kon niet verwijderen
pl: Nie można usunąć
pt_br: Não foi possível apagar
sv: Kunde inte radera
uk: Не вдалося видалити

# Settings.DeleteAll.Error.Message
source: There was an error while trying to delete your data in the app, some might still be there. Please try again later.
ca: S'ha produït un error en intentar suprimir les vostres dades a l'aplicació, és possible que encara hi hagi algunes. Siusplau, intenta-ho més tard.
cs: Při mazání Vašich dat došlo k chybě, je možné, že z nich něco zůstalo. Zkuste to prosím znovu později.
da: Der opstod en fejl under forsøg på at slette dine data i appen, nogle kan stadig være der. Prøv igen senere.
de: Es gab einen Fehler, während deine Daten in der App gelöscht werden sollten, einige könnten möglicherweise noch vorhanden sein. Bitte versuche es später nochmal.
fi: Oli virhe, kun yrittää poistaa tietoja app, jotkut saattavat silti olla siellä. Yritä myöhemmin uudelleen.
fr: Une erreur s'est produite lors de la tentative de suppression de vos données dans l'application, certaines sont peut-être toujours là. Veuillez réessayer plus tard.
hr: Došlo je do greške prilikom pokušaja brisanja tvojih podataka u programu, neki se možda još uvijek tamo nalaze. Pokušaj kasnije ponovo.
it: C'è stato un errore mentre si cercava di cancellare i dati nell'app, alcuni potrebbero essere ancora lì. Si prega di riprovare più tardi.
nl: Er was een fout gemaakt terwijl je probeerde je gegevens in de app te verwijderen, sommige kunnen er nog steeds zijn. Probeer het later nog eens.
pl: Wystąpił błąd podczas próby usunięcia danych w aplikacji, niektóre mogą nadal tam być. Spróbuj ponownie później.
pt_br: Houve um erro ao tentar apagar seus dados no aplicativo, alguns ainda podem estar lá. Por favor tente mais tarde.
sv: Det uppstod ett fel när du försökte ta bort din data från appen, viss data kan fortfarande finnas kvar. Försök igen senare.
uk: Під час спроби видалити ваші дані в застосунку сталася помилка, деякі з них все ще можуть бути там. Будь ласка, спробуйте ще раз пізніше.

# Settings.DeleteAll.Error.Title
source: Could not delete
ca: No s'ha pogut suprimir
cs: Mazání se nezdařilo
da: Kunne ikke slette
de: Löschen fehlgeschlagen
fi: Ei voitu poistaa
fr: Suppression impossible
hr: Nije bilo moguće izbrisati
it: Impossibile cancellare
nl: Kon niet verwijderen
pl: Nie można usunąć
pt_br: Não foi possível apagar
sv: Kunde inte radera
uk: Не вдалося видалити

# Settings.DeleteAll.AppleHealth.Message
source: Do you want to keep the workouts you recorded in the Apple Health app, or do you want to delete those as well?
ca: Voleu conservar els entrenaments que heu enregistrat a l'aplicació Apple Health o també voleu eliminar-los?
cs: Chcete si ponechat tréninky, které jste nahráli do aplikace Zdraví? Nebo je chcete také smazat?
da: Vil du beholde de træningsprogrammer, du har registreret i Apple Health-appen, eller vil du også slette dem?
de: Möchtest du deine Workouts, die bei Apple Health gespeichert sind auch löschen oder diese behalten?
fi: Haluatko pitää harjoitukset, jotka olet tallentanut Apple Health-sovellukseen,vai haluatko poistaa ne myös?
fr: Voulez-vous conserver les entraînements que vous avez enregistrés dans l'application Apple Health, ou voulez-vous les supprimer également ?
hr: Želiš li tvoje snimljene treninge u Appleovom programu „Zdravlje” zadržati ili ih također izbrisati?
it: Vuoi conservare gli allenamenti che hai registrato nell'applicazione Apple Health o vuoi cancellare anche quelli?
nl: Wil je de trainingen die zijn opgenomen in de Apple Gezondheid-app bewaren of wil je die ook verwijderen?
pl: Czy chcesz zachować treningi zapisane w aplikacji Apple Health, czy też chcesz je usunąć?
pt_br: Deseja manter os exercícios que você registrou no aplicativo Saúde da Apple, ou deseja apagar estes também?
sv: Vill du behålla de träningspass du spelat in i Apple Hälsa-appen, eller vill du ta bort dem också?
uk: Ви хочете зберегти тренування, які ви записали в застосунку Apple Health, чи хочете також видалити їх?

# Settings.DeleteAll.AppleHealth.Title
source: Delete Apple Health Data?
ca: Voleu suprimir les dades d'Apple Health?
cs: Smazat data v Apple Zdraví?
da: Slet Apple Health Data?
de: Apple Health Daten löschen?
fi: Poista Applen Terveystiedot?
fr: Supprimer les données d'Apple Health ?
hr: Izbrisati podatke Appleovog programa „Zdravlje”?
it: Cancellare i dati sanitari di Apple Health?
nl: De trainingen uit Apple Gezondheid verwijderen?
pl: Usunąć Dane Apple Health?
pt_br: Apagar dados do Saúde?
sv: Ta Bort Apple Hälsa Data?
uk: Видалити дані Apple Health?

# Settings.DeleteAll.Confirmation.Message
source: Are you sure you want to delete all the data stored by this app? This includes any of the workouts you recorded and all the settings you made. No workout data can be restored if not backed up in Apple Health and your settings will be permanently lost.
ca: Esteu segur que voleu suprimir totes les dades emmagatzemades per aquesta aplicació? Això inclou qualsevol dels entrenaments que vau enregistrar i tots els paràmetres que hàgiu fet. No es poden restaurar dades d’entrenament si no es fan còpies de seguretat a Apple Health i la vostra configuració es perdrà permanentment.
cs: Jste si jistí, že chcete smazat veškerá data aplikace? Trvale přijdete o veškerá svá nastavení i všechny tréninky, pokud jste je nezálohovali do Apple Zdraví.
da: Er du sikker på, at du vil slette alle de data, der er gemt i denne app? Dette inkluderer enhver træning, du har optaget, og alle de indstillinger, du har foretaget. Ingen træningsdata kan gendannes, hvis de ikke sikkerhedskopieres i Apple Health, og dine indstillinger går permanent tabt.
de: Bist du dir sicher, dass du alle Daten in dieser App löschen möchtest? Alle deine Workouts und Einstellungen gehen dadurch verloren. Es können keine Workouts wiederhergestellt werden, die nicht in Apple Health gesichert sind, und deine Einstellungen sind permanent verloren.
fi: Oletko varma, että haluat poistaa kaikki tämän sovelluksen tallentamat tiedot? Tämä sisältää kaikki tallennetut harjoitukset ja kaikki tekemäsi asetukset. Ei harjoitus tietoja voidaan palauttaa, jos ei varmuuskopioida Apple Health ja asetukset menetetään pysyvästi.
fr: Êtes-vous sûr·e de vouloir supprimer toutes les données stockées par cette application ? Ceci inclut tous les entraînements que vous avez enregistrés et tous les paramètres que vous avez définis. Aucune donnée d'entraînement ne peut être restaurée si elle n'est pas sauvegardée dans Apple Health et vos paramètres seront définitivement perdus.
hr: Stvarno želiš izbrisati sve podatke koji su spremljeni pomoću ovog programa? To uključuje sve snimljene treninge i sve postavljene postavke. Podaci treninga i postavke ne mogu se obnoviti, ako nisu spremljeni kao sigurnosna kopija u Appleovom programu „Zdravlje”.
it: Siete sicuri di voler cancellare tutti i dati memorizzati da questa app? Questo include tutti gli allenamenti che hai registrato e tutte le impostazioni che hai fatto. Nessun dato dell'allenamento può essere ripristinato se non si esegue il backup in Apple Health e le impostazioni andranno perse definitivamente.
nl: Weet u zeker dat u alle gegevens die door deze app zijn opgeslagen wilt verwijderen? Dit omvat alle trainingen die u hebt opgenomen en alle instellingen die u hebt gemaakt. Er kunnen geen trainingsgegevens worden hersteld als er geen backup wordt gemaakt in Apple Gezondheid en uw instellingen gaan permanent verloren.
pl: Czy na pewno chcesz usunąć wszystkie dane przechowywane przez tę aplikację? Obejmuje to wszystkie zarejestrowane treningi i wszystkie wprowadzone ustawienia. Żadne dane treningowe nie mogą zostać przywrócone, jeśli nie zostaną utworzone kopie zapasowe w Apple Health, a Twoje ustawienia zostaną trwale utracone.
pt_br: Tem certeza de que deseja apagar todos os dados salvos por este aplicativo? Isso incluí qualquer exercício que você registrou e todos as configurações que você mudou. Nenhum dado de exercícios pode ser restaurado se não for feito backup no aplicativo Saúde da Apple e todos as suas configurações serão perdidas permanentemente.
sv: Är du säker på att du vill ta bort alla data som lagras i denna app? Detta inkluderar alla de träningspass som du har spelat in och alla inställningar som du gjort. Ingen träningsdata kan återställas om de inte säkerhetskopierats i Apple Hälsa och dina inställningar kommer att förloras permanent.
uk: Ви впевнені, що бажаєте видалити всі дані, збережені цим застосунком? Це включає будь-які записані вами тренування та всі зроблені вами налаштування. Жодні дані про тренування не можна відновити, якщо не створити резервну копію в Apple Health, і ваші налаштування будуть назавжди втрачені.

# Settings.DeleteAll.Confirmation.Title
source: Delete Everything?
ca: Vols suprimir-ho tot?
cs: Smazat vše?
da: Slet alt?
de: Alles löschen?
fi: Poista Kaikki?
fr: Tout supprimer ?
hr: Sve izbrisati?
hu: Mindent töröl?
it: Cancellare tutto?
nl: Alles verwijderen?
pl: Skasować Wszystko?
pt_br: Apagar tudo?
sv: Radera Allt?
uk: Видалити все?

# Settings.DeleteAllData
source: Delete all data
ca: Suprimiu totes les dades
cs: Smazat všechna data
da: Slet alle data
de: Alle Daten Löschen
fi: Poista kaikki tiedot
fr: Supprimer toutes les données
hr: Izbriši sve podatke
hu: Összes adat törlése
it: Cancella tutti i dati
nl: Verwijder alle gegevens
pl: Usuń wszystkie dane
pt_br: Apagar todos os dados
sv: Radera all data
uk: Видалити всі дані

# Settings.ExportBackupData.Message
source: Exporting workouts
ca: Exportant entrenaments
cs: Export tréninků
da: Eksport af træning
de: Exportiere Workouts
fi: Vientiä liikuntaa
fr: Exportation des entraînements
hr: Trening se izvozi
hu: Edzések exportálása
it: Esportare allenamenti
nl: Training exporteren
pl: Eksportowanie treningów
pt_br: Exportando exercícios
sv: Exportera träningspass
uk: Експорт тренувань

# Settings.ImportBackupData.Message
source: Importing unique workouts
ca: Importació de sessions d'entrenament úniques
cs: Import nových tréninků
da: Import af unikke træningsprogrammer
de: Importiere unbekannte Workouts
fi: Ainutlaatuisten harjoitusten tuominen
fr: Importer les entraînements uniques
hr: Uvoz jedinstvenih treninga
hu: Új edzések importálása
it: Importare allenamenti unici
nl: Importeer unieke trainingen
pl: Importowanie unikalnych treningów
pt_br: Importando exercícios únicos
sv: Importera unika träningspass
uk: Імпорт унікальних тренувань

# Settings.ImportBackupData.Error
source: Could not properly read the backup, please reach out to support for additional information.
ca: No s'ha pogut llegir correctament la còpia de seguretat; contacteu amb nosaltres per obtenir informació addicional.
cs: Zálohu se nepodařilo správně načíst, pro více informací prosím kontaktujte podporu.
da: Kunne ikke læse sikkerhedskopien korrekt. Kontakt support for yderligere information.
de: Es war nicht möglich die Daten des Backups auszulesen, bitte wende dich an den Support für weitere Informationen.
fi: Varmuuskopiota ei voitu lukea oikein, ota yhteyttä tukeen saadaksesi lisätietoja.
fr: Impossible de lire correctement la sauvegarde, veuillez contacter l'assistance pour obtenir des informations supplémentaires.
hr: Nije bilo moguće ispravno pročitati sigurnosnu kopiju. Obrati se podršci za dodatne informacije.
hu: Nem lehet beolvasni a biztonsági mentést, kérjük lépjen kapcsolatba a fejlesztőkkel támogatásért.
it: Impossibile leggere correttamente il backup, si prega di contattare il supporto per ulteriori informazioni.
nl: Kon de back-up niet goed lezen, neem dan contact op met de ondersteuning voor aanvullende informatie.
pl: Nie można poprawnie odczytać kopii zapasowej, skontaktuj się z obsługą, aby uzyskać dodatkowe informacje.
pt_br: Não foi possível ler o backup propriamente, por favor contate o suporte para informações adicionais.
sv: Kunde inte läsa säkerhetskopian, vänligen kontakta support för ytterligare information.
uk: Не вдалося правильно прочитати резервну копію, зверніться до служби підтримки, щоб отримати додаткову інформацію.

# Settings.ImportBackupData.Success
source: The unique workouts from your backup were imported, workouts that already exist in this apps data base were left out.
ca: Es van importar els entrenaments únics de la vostra còpia de seguretat; els entrenaments que ja existeixen en aquesta base de dades d'aplicacions es van deixar de banda.
cs: Nové tréninky byly importovány. Ty, které už v databázi jsou jsme vynechali.
da: De unikke træningsprogrammer fra din sikkerhedskopi blev importeret, træning, der allerede findes i denne apps database, blev udeladt.
de: Alle vorher nicht vorhandenen Workouts aus deinem Backup wurden erfolgreich importiert, schon vorhandene wurden ignoriert.
fi: Ainutlaatuinen harjoituksia varmuuskopio tuotu, harjoitukset, jotka ovat jo olemassa tässä apps tietokanta jätettiin pois.
fr: Les entraînements uniques de votre sauvegarde ont été importés, les entraînements qui existent déjà dans cette base de données d'applications ont été laissés de côté.
hr: Uvezeni su jedinstveni treninzi iz tvoje sigurnosne kopije. Treninzi koji već postoje u bazi podataka ovog programa su izostavljeni.
hu: Az új edzések importálva lesznek, az edzések, amik már az appban vannak, ki lesznek szűrve.
it: Gli allenamenti unici dal vostro backup sono stati importati, gli allenamenti che già esistono in questo database di applicazioni sono stati lasciati fuori.
nl: De unieke trainingen uit uw backup zijn geïmporteerd. Trainingen die al in de app aanwezig waren, zijn weggelaten.
pl: Zaimportowano unikalne treningi z kopii zapasowej, a treningi, które już istnieją w tej bazie danych aplikacji, zostały pominięte.
pt_br: Os exercícios únicos de seu backup foram importados, exercícios que já existem neste aplicativo foram deixados de lado.
sv: De unika träningspassen från din säkerhetskopia importerades, träningspass som redan fanns i denna apps databas utelämnades.
uk: Унікальні тренування з вашої резервної копії були імпортовані, тренування, які вже існують у цій базі даних програм, були пропущені.

# Settings.ImportBackupData
source: Import Backup Data
ca: Importa dades de còpia de seguretat
cs: Importovat data ze zálohy
da: Importer sikkerhedskopidata
de: Backupdaten importieren
fi: Tuo Varmuuskopiotiedot
fr: Importer les données de sauvegarde
hr: Uvezi sigurnosnu kopiju
hu: Biztonsági mentés importálása
it: Importare i dati di backup
nl: Backup importeren
pl: Importuj Dane Kopii Zapasowej
pt_br: Importar dados de backup
sv: Importera Säkerhetskopierad Data
uk: Імпорт резервних даних

# Settings.CreateBackup
source: Create Backup
ca: Crea una còpia de seguretat
cs: Vytvořit zálohu
da: Opret sikkerhedskopi
de: Backup erstellen
fi: Luo Varmuuskopio
fr: Créer une sauvegarde
hr: Stvori sigurnosnu kopiju
hu: Biztonsági mentés készítése
it: Creare backup
nl: Maak een backup
pl: Utwórz Kopię Zapasową
pt_br: Criar backup
sv: Skapa säkerhetskopia
uk: Створити резервну копію

# Settings.DataPreferences
source: Data Preferences
ca: Preferències de dades
cs: Předvolby dat
da: Dataindstillinger
de: Dateneinstellungen
fi: Tietojen Asetukset
fr: Préférences des données
hr: Postavke podataka
hu: Adatbeállítások
it: Preferenze dati
nl: Gegevensvoorkeuren
pl: Preferencje Dotyczące Danych
pt_br: Preferências de dados
sv: Datainställningar
uk: Налаштування даних

# Settings.SyncAll.AllSyncedAlready
source: It appears that all workouts are already synced.
ca: Pareix que tots els entrenaments ja estan sincronitzats.
cs: Zdá se, že vše je už synchronizováno.
da: Det ser ud til, at alle træningsprogrammer allerede er synkroniseret.
de: Es scheint so als wären alle Workouts bereits synchonisiert.
fi: Näyttää siltä, että kaikki harjoitukset on jo synkronoitu.
fr: Il semble que tous les entraînements soient déjà synchronisés.
hr: Čini se da su svi treninzi već sinkronizirani.
hu: Úgy tűnik, az összes edzés már szinkronizálva van.
it: Sembra che tutti gli allenamenti siano già sincronizzati.
nl: Het lijkt erop dat alle trainingen al gesynchroniseerd zijn.
pl: Wygląda na to, że wszystkie treningi są już zsynchronizowane.
pt_br: Parece que todos os exercícios já estão sincronizados.
sv: Det verkar som om alla träningspass redan har synkroniserats.
uk: Схоже, що всі тренування вже синхронізовано.

# Settings.SyncAll.Error
source: There was an error while trying to sync all unsynced workouts with Apple Health, some workouts may have not been synced.
ca: S'ha produït un error en intentar sincronitzar tots els entrenaments no sincronitzats amb Apple Health; és possible que alguns entrenaments no s'hagin sincronitzat.
cs: Při synchronizaci všech tréninků do Apple Zdraví došlo k chybě, některé tréninky nemusely být synchronizovány.
da: Der opstod en fejl under forsøg på at synkronisere alle usynkroniserede træningsprogrammer med Apple Health. Nogle træningsprogrammer er muligvis ikke blevet synkroniseret.
de: Es gab einen Fehler beim Versuch alle vorher noch nicht synchronisierten Workouts in Apple Health zu speichern, manche wurden vielleicht nicht synchonisiert.
fi: Oli virhe yrittäessään synkronoida kaikki synkronoimattomat harjoitukset Apple Health kanssa, joitain harjoituksia ei ehkä ole synkronoitu.
fr: Une erreur s'est produite lors de la tentative de synchronisation de tous les entraînements non synchronisés avec Apple Health, certains entraînements peuvent ne pas avoir été synchronisés.
hr: Došlo je do greške prilikom sinkroniziranja svih nesinkroniziranih treninga s Appleovim programom „Zdravlje”. Neki treninzi možda nisu sinkronizirani.
hu: Egy hiba történt az edzések szinkronizálása közben, pár edzés lehet, hogy nem lett szinkronizálva.
it: C'è stato un errore mentre si cercava di sincronizzare tutti gli allenamenti non sincronizzati con Apple Health, alcuni allenamenti potrebbero non essere stati sincronizzati.
nl: Er is een fout gemaakt bij het synchroniseren van alle ongesynchroniseerde trainingen met Apple Gezondheid, sommige trainingen zijn misschien niet gesynchroniseerd.
pl: Wystąpił błąd podczas próby zsynchronizowania wszystkich niezsynchronizowanych treningów z Apple Health, niektóre treningi mogły nie być zsynchronizowane.
pt_br: Houve um erro ao tentar sincronizar todos os exercícios não sincronizados com o Saúde, alguns exercícios talvez não tenham sido sincronizados.
sv: Det uppstod ett fel när du försökte synkronisera alla icke-synkroniserade träningspass med Apple Hälsa, vissa träningspass kanske inte har synkroniserats.
uk: Під час спроби синхронізувати всі несинхронізовані тренування з Apple Health, сталася помилка, можливо, деякі тренування не були синхронізовані.

# Settings.SyncAll.Success
source: All unsynced workouts were successfully synced with Apple Health.
ca: Tots els entrenaments no sincronitzats prèviament han sigut satisfactoriament sincronitzats amb Apple Health.
cs: Všechny nesynchronizované tréninky se úspěšně synchronizovaly s Apple Zdravím.
da: Alle usynkroniserede træningsprogrammer blev synkroniseret med Apple Health.
de: Alle vorher noch nicht synchronisierten Workouts wurden erfolgreich in Apple Health gespeichert.
fi: Kaikki synkronoimattomat harjoitukset synkronoitiin onnistuneesti Apple Health.
fr: Tous les entraînements non synchronisés ont été synchronisés avec succès avec Apple Health.
hr: Svi nesinkronizirani treninzi uspješno su sinkronizirani s Appleovim programom „Zdravlje”.
hu: Az összes eddigi edzés sikeresen szinkronizálva lett az Egészség appal.
it: Tutti gli allenamenti non sincronizzati sono stati sincronizzati con successo con Apple Health.
nl: Alle ongesynchroniseerde trainingen werden met succes gesynchroniseerd met Apple Gezondheid.
pl: Wszystkie niezsynchronizowane treningi zostały pomyślnie zsynchronizowane z Apple Health.
pt_br: Todos os exercícios não sincronizados foram sincronizados com o Saúde com sucesso.
sv: Alla icke-synkroniserade träningspass synkroniserades framgångsrikt med Apple Hälsa.
uk: Всі несинхронізовані тренування успішно синхронізовано з Apple Health.

# Settings.SyncAll
source: Sync All Unsynced Workouts
ca: Sincronitzar tots els entrenaments
cs: Synchronizovat všechny nesynchronizované tréninky
da: Synkroniser alle usynkroniserede træningsprogrammer
de: Alle Workouts Synchronisieren
fi: Synkronoi Kaikki Synkronoimattomat Harjoitukset
fr: Synchroniser tous les entraînements non synchronisés
hr: Sinkronizraj sve nesinkronizirane treninge
hu: Összes eddigi edzés szinkronizálása
it: Sincronizza tutti gli allenamenti non sincronizzati
nl: Sync alle ongesynchroniseerde trainingen
pl: Synchronizuj Wszystkie Niezsynchronizowane Treningi
pt_br: Sincronizar todos os exercícios não sincronizados
sv: Synkronisera alla icke-synkade träningspass
uk: Синхронізувати всі несинхронізовані тренування
