Repository: timfraedrich/OutRun
Catalog: OutRun/Support Files/*.lproj/Localizable.strings
Languages: ca, cs, da, de, fi, fr, hr, hu, is, it, nl, pl, pt_br, sv, uk

# Settings.ImportFromAppleHealth
source: Import from Apple Health
ca: Importar d'Apple Health
cs: Importovat z Apple Zdraví
da: Import fra Apple Health
de: Apple Health Daten importieren
fi: Tuonti Apple Health
fr: Importer d'Apple Health
hr: Uvezi iz Appleovog programa „Zdravlje”
hu: Importálás az Egészség appból
it: Importazione da Apple Health
nl: Importeren uit Apple Gezondheid
pl: Import z Apple Health
pt_br: Importar do Saúde
sv: Importera från Apple Hälsa
uk: Імпорт з Apple Health

# Settings.AutoImportHealthWorkouts
source: Auto Import Workouts
ca: Auto-importar entrenaments
cs: Automaticky importovat tréninky
da: Automatisk import af træning
de: Workout Auto-Import
fi: Automaattinen Tuonti Harjoitukset
fr: Importer les entraînements automatiquement
hr: Automatski uvoz treninga
hu: Edzések automatikus importálása
it: Allenamenti Auto Import
nl: Auto-import trainingen
pl: Auto Import Treningi
pt_br: Importar exercícios automaticamente
sv: Importera träningspass automatiskt
uk: Автоматичний імпорт тренувань

# Settings.SynchronizeWeightWithAppleHealth
source: Sync Weight
ca: Sincronitzar pes
cs: Synchronizovat hmotnost
da: Synkroniseringsvægt
de: Gewicht Synchonisieren
fi: Synkronoi Paino
fr: Synchroniser le poids
hr: Sinkronizraj težinu
hu: Súly szinkronizálása
it: Sincronizzazione Peso
nl: Synchroniseer gewicht
pl: Waga Sync
pt_br: Sincronizar peso
sv: Synkronisera vikt
uk: Синхронізувати вагу

# Settings.SynchronizeWorkoutsWithAppleHealth
source: Sync Workouts
ca: Sincronitzar entrenaments
cs: Synchronizovat tréninky
da: Synkroniser træning
de: Workouts Synchonisieren
fi: Synkronoi Harjoitukset
fr: Synchroniser les entraînements
hr: Sinkronizraj treninge
hu: Edzések szinkronizálása
it: Allenamenti sincronizzati
nl: Synchroniseer trainingen
pl: Treningi Sync
pt_br: Sincronizar exercícios
sv: Synkronisera träningspass
uk: Синхронізація тренувань

# Settings.UserSettings.Description
source: This App needs your weight to calculate an estimated value of burned energy during a workout. Providing your name is fully optional.
ca: Aquesta aplicació necessita el teu pes per calcular un valor estimat d’energia cremada durant un entrenament. Proporcionar el teu nom és totalment opcional.
cs: Tato aplikace potřebuje vaši váhu pro odhad spálené energie během tréninku. Poskytnutí Vašeho jména je zcela dobrovolné.
da: Denne app har brug for din vægt for at beregne en anslået værdi af brændt energi under en træning. Det er fuldt valgfrit at angive dit navn.
de: Diese App braucht dein Gewicht, um einen Schätzwert für verbrannte Energie während eines Workouts zu berechnen. Die Angabe deines Namens ist optional.
fi: Tämä sovellus tarvitsee painosi laskeaksesi poltetun energian arvioidun arvon harjoituksen aikana. Nimesi tarjoaminen on täysin vapaaehtoista.
fr: Cette application a besoin de votre poids pour calculer une valeur estimée de l'énergie dépensée pendant un entraînement. Fournir votre nom est entièrement facultatif.
hr: Ovaj program treba tvoju težinu kako bi izračunala procijenjenu vrijednost potrošene energije tijekom treninga. Upiši tvoje ime samo ako želiš.
hu: Az appnak szüksége van a súlyára, hogy kiszámítsa az elégetett kalóriákat. A név megadása nem kötelező.
it: Questa App ha bisogno del vostro peso per calcolare un valore stimato di energia bruciata durante un allenamento. Fornire il vostro nome è completamente facoltativo.
nl: Deze app heeft je gewicht nodig om een inschatting te maken van de verbrande calorieën tijdens een training. Het invullen van je naam is volledig optioneel.
pl: Ta aplikacja potrzebuje twojej wagi, aby obliczyć szacunkową wartość spalonej energii podczas treningu. Podanie imienia i nazwiska jest w pełni opcjonalne.
pt_br: Este aplicativo precisa do seu peso para calcular um valor estimado de energia queimada durante um exercício. Prover seu nome é totalmente opcional.
sv: Denna App behöver din vikt för att beräkna ett uppskattat värde av bränd energi under ett träningspass. Att ange ditt namn är helt valfritt.
uk: Цьому застосунку потрібна ваша вага, щоб обчислити приблизне значення спаленої енергії під час тренування. Вказувати своє ім’я необов’язково.

# WorkoutStats.TopSpeed
source: Top Speed
ca: Velocitat màxima
cs: Nejvyšší rychlost
da: Tophastighed
de: Höchstgeschw.
fi: Huippunopeus
fr: Vitesse maximale
hr: Najveća brzina
hu: Csúcssebesség
it: Velocità massima
nl: Topsnelheid
pl: Prędkość Maksymalna
pt_br: Velocidade máxima
sv: Topphastighet
uk: Макс. швидкість

# Settings.AppleHealthPreferences
source: Apple Health Preferences
ca: Preferències d'Apple Health
cs: Předvolby Apple Zdraví
da: Apple Health Præferencer
de: Apple Health Einstellungen
fi: Apple Health Asetus
fr: Préférences Apple Health
hr: Postavke Appleovog programa „Zdravlje”
hu: Egészség app beállítások
it: Apple Health Preferenze
nl: Apple Gezondheid-voorkeuren
pl: Apple Health Preferencje
pt_br: Preferências do Saúde da Apple
sv: Inställningar i Apple Hälsa
uk: Налаштування Apple Health

# Settings.Weight
source: Weight
ca: Pes
cs: Váha
da: Vægt
de: Gewicht
fi: Paino
fr: Poids
hr: Težina
hu: Súly
it: Peso
nl: Gewicht
pl: Waga
pt_br: Peso
sv: Vikt
uk: Вага

# Settings.Name
source: Name
ca: Nom
cs: Jméno
da: Navn
fi: Nimi
fr: Nom
hr: Ime
hu: Név
it: Nome
nl: Naam
pl: Nazwa
pt_br: Nome
sv: Namn
uk: Ім'я

# Settings.UserSettings
source: User Settings
ca: Configuració de l'usuari
cs: Uživatelská nastavení
da: Brugerindstillinger
de: Nutzereinstellungen
fi: Käyttäjän Asetukset
fr: Paramètres utilisateur
hr: Korisničke postavke
hu: Felhasználói beállítások
it: Impostazioni utente
nl: Gebruikersinstellingen
pl: Ustawienia Użytkownika
pt_br: Configurações de usuário
sv: Användarinställningar
uk: Налаштування користувача

source: Settings
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
fi: Asetus
fr: Paramètres
hr: Postavke
hu: Beállítások
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
sv: Inställningar
uk: Налаштування

# WorkoutMapController.Headline
source: Your Route
ca: El teu itinerari
cs: Vaše trasa
da: Din rute
de: Deine Strecke
fi: Reitti
fr: Votre itinéraire
hr: Tvoja ruta
hu: Az útvonala
it: Il tuo percorso
nl: Uw route
pl: Twoja Trasa
pt_br: Sua rota
sv: Din Rutt
uk: Твій маршрут

# WorkoutBuilder.Status.AutoPaused
source: auto paused
ca: en pausa auto
cs: automaticky pozastaveno
da: automatisk sat på pause
de: auto pausiert
fi: auto keskeytetty
fr: en pause auto
hr: automatski pauzirano
hu: automatikus szünet
it: auto in pausa
nl: automatische pauze
pl: auto pauzowane
pt_br: pausado automaticamente
sv: automatisk paus
uk: авто пауза

# WorkoutBuilder.Status.Paused
source: paused
ca: en pausa
cs: pozastaveno
da: pause
de: pausiert
fi: tauko
fr: en pause
hr: pauzirano
hu: szünet
it: in pausa
nl: onderbroken
pl: pauzowany
pt_br: pausado
sv: paus
uk: призупинено

# WorkoutBuilder.Status.Recording
source: recording
ca: enregistrant
cs: nahrávání
da: indspilning
de: nimmt auf
fi: äänite
fr: enregistre
hr: snimanje
hu: rögzítés
it: registrazione
nl: opname
pl: nagrywanie
pt_br: registrando
sv: inspelning
uk: запис

# WorkoutBuilder.Status.Ready
source: ready
ca: llest
cs: připraven
da: parat
de: bereit
fi: valmis
fr: prêt
hr: spremno
hu: kész
it: pronto
nl: klaar
pl: gotowe
pt_br: pronto
sv: redo
uk: готовий

# WorkoutBuilder.Status.Waiting
source: waiting
ca: esperant
cs: čekání
da: venter
de: bitte warten
fi: odottaa
fr: en attente
hr: čekanje
hu: várakozás
it: attesa
nl: wachten
pl: czekanie
pt_br: esperando
sv: vänta
uk: очікування

# WorkoutDeletion.Error.AppleHealth.Message
source: There was an Error while trying to delete the workout from Apple Health, you can still delete it in the Apple Health app.
ca: S'ha produït un error en intentar suprimir l'entrenament d'Apple Health; encara el podeu suprimir des de l'aplicació Apple Health.
cs: Při pokusu o odstranění tréninku z Apple Zdraví došlo k chybě, stále ji můžete odstranit v Apple Zdraví.
da: Der opstod en fejl under forsøg på at slette træningen fra Apple Health, du kan stadig slette den i Apple Health-appen.
de: Es gab einen Fehler beim Löschen des Workouts bei Apple Health. Du kannst es jedoch noch selbst in der Apple Health App löschen.
fi: Oli virhe, kun yrität poistaa harjoituksen Apple Health, voit silti poistaa sen Apple Health-sovelluksessa.
fr: Une erreur s'est produite lors de la tentative de suppression de l'entraînement d'Apple Health, vous pouvez toujours le supprimer dans l'application Apple Health.
hr: Došlo je do greške prilikom pokušaja brisanja treninga iz Appleovog programa „Zdravlje”. Svejedno ga možeš izbrisati u Appleovom programu „Zdravlje”.
hu: Egy hiba történt az Egészség appból való törlés közben, de még kitörölheti az Egészség appon belül.
it: C'è stato un errore mentre si cercava di cancellare l'allenamento da Apple Health, è ancora possibile cancellarlo nell'app Apple Health.
nl: Er was een fout terwijl je probeerde de training te verwijderen uit Apple Gezondheid, je kunt deze nog steeds verwijderen in de Apple Gezondheid-app.
pl: Wystąpił błąd podczas próby usunięcia treningu z Apple Health, nadal możesz go usunąć w aplikacji Apple Health.
pt_br: Houve um erro ao tentar apagar o exercício do Saúde, você pode apagá-lo no aplicativo Saúde da Apple.
sv: Det uppstod ett fel när du försökte ta bort träningspasset från Apple Hälsa, du kan fortfarande ta bort det i Apple Hälsa-appen.
uk: Під час спроби видалити тренування з Apple Health, сталася помилка, ви все одно можете видалити її в застосунку Apple Health.

# WorkoutDeletion.Error.Message
source: There was an Error while trying to delete the workout from the app.
ca: S'ha produït un error en intentar suprimir l'entrenament de l'aplicació.
cs: Při pokusu o odstranění tréninku došlo k chybě.
da: Der opstod en fejl under forsøg på at slette træningen fra appen.
de: Es gab einen Fehler beim Löschen des Workouts in der App.
fi: Oli virhe, kun yrittää poistaa harjoitus sovelluksesta.
fr: Une erreur s'est produite lors de la tentative de suppression de l'entraînement de l'application.
hr: Došlo je do greške prilikom pokušaja brisanja treninga iz programa.
hu: Egy hiba történt az edzés törlése közben.
it: C'è stato un errore mentre si cercava di cancellare l'allenamento dall'app.
nl: Er was een fout tijdens de poging om de training uit de app te verwijderen.
pl: Wystąpił błąd podczas próby usunięcia treningu z aplikacji.
pt_br: Houve um erro ao tentar apagar o exercício do aplicativo.
sv: Det uppstod ett fel när du försökte ta bort träningspasset från appen.
uk: Під час спроби видалити тренування з застосунком сталася помилка.

# WorkoutDeletion.AppleHealth.Message
source: Do you also want to delete the workout saved in Apple Health?
ca: Vols suprimir també l'entrenament desat en Apple Health?
cs: Chcete také odstranit trénink uložený v Apple Zdraví?
da: Vil du også slette den træning, der er gemt i Apple Health?
de: Möchtest du das Workout auch in Apple Health löschen?
fi: Haluatko myös poistaa Apple Health tallennetun harjoituksen?
fr: Voulez-vous également supprimer l'entraînement enregistré dans Apple Health ?
hr: Želiš li također izbrisati trening koji je spremljen u Appleovom programu „Zdravlje”?
hu: Ki akarja törölni az Egészség appba mentett edzést?
it: Vuoi anche cancellare l'allenamento salvato in Apple Health?
nl: Wil je ook de training verwijderen die is opgeslagen in Apple Gezondheid?
pl: Czy chcesz również usunąć trening zapisany w Apple Health?
pt_br: Quer apagar também o exercício salvo no Saúde?
sv: Vill du också ta bort träningen som sparats i Apple Hälsa?
uk: Ви також хочете видалити тренування, збережене в Apple Health?

# WorkoutDeletion.AppleHealth.Title
source: Delete in Apple Health?
ca: Eliminar en Apple Health?
cs: Smazat v Apple Zdraví?
da: Slet i Apple Health?
de: In Apple Health löschen?
fi: Poista Apple Health?
fr: Supprimer dans Apple Health ?
hr: Izbrisati u Appleovom programu „Zdravlje”?
hu: Törli at Egészség appból?
it: Cancellare in Apple Health?
nl: Verwijderen in Apple Gezondheid?
pl: Usunąć w Apple Health?
pt_br: Apagar no Saúde?
sv: Radera i Apple Hälsa?
uk: Видалити в Apple Health?

# WorkoutDeletion.Message
source: Do you really want to delete the workout, you cannot restore it once deleted?
ca: Confirmes que vols suprimir l'entrenament? No el pots restaurar un cop suprimit.
cs: Opravdu chcete tŕenink smazat? Nepůjde ho obnovit.
da: Vil du virkelig slette træningen, kan du ikke gendanne den, når den er slettet?
de: Willst du das Workout wirklich löschen? Es ist nicht wiederherstellbar nachdem du es gelöscht hast.
fi: Haluatko todella poistaa harjoituksen, et voi palauttaa sitä, kun se on poistettu?
fr: Voulez-vous vraiment supprimer l'entraînement ? Vous ne pouvez pas le restaurer une fois supprimé.
hr: Stvarno želiš izbrisati trening? Nakon brisanja, trening se ne može obnoviti.
hu: Biztos, hogy törli az edzést? Ez nem vonható vissza.
it: Volete davvero cancellare l'allenamento, non potete ripristinarlo una volta cancellato?
nl: Weet je zeker dat je de training wilt verwijderen, je kan hem niet meer terughalen na verwijdering?
pl: Czy naprawdę chcesz usunąć trening, nie możesz go przywrócić po usunięciu?
pt_br: Uma vez apagado você não poderá restaura-lo, tem certeza que deseja apagar o exercício?
sv: Vill du verkligen ta bort träningen, du kan inte återställa den efteråt?
uk: Ви справді хочете видалити тренування, ви не зможете відновити його після видалення?

# WorkoutDeletion.Title
source: Delete Workout?
ca: Voleu eliminar l'entrenament?
cs: Smazat trénink?
da: Slet træning?
de: Workout löschen?
fi: Poista Harjoitus?
fr: Supprimer l'entraînement ?
hr: Izbrisati trening?
hu: Töri az edzést?
it: Eliminare l'allenamento?
nl: Training verwijderen?
pl: Usunąć Trening?
pt_br: Apagar exercício?
sv: Ta Bort Träning?
uk: Видалити тренування?

# WorkoutStats.Route
source: Route
ca: Itinerari
cs: Trasa
da: Rute
de: Strecke
fi: Reitti
fr: Itinéraire
hr: Ruta
hu: Útvonal
it: Percorso
pl: Trasa
pt_br: Rota
sv: Rutt
uk: Маршрут

# WorkoutStats.TotalEnergy
source: Total Energy
ca: Energia total
cs: Celková energie
da: Samlet energi
de: Gesamtenergie
fi: Kokonaisenergia
fr: Énergie totale
hr: Ukupna energija
hu: Teljes energia
it: Totale Energia
nl: Totale energie
pl: Energia Całkowita
pt_br: Energia total
sv: Total Energi
uk: Загальна енергія

# WorkoutStats.BurnedEnergy
source: Burned Energy
ca: Energia cremada
cs: Spálená energie
da: Brændt energi
de: Verbrannte Energie
fi: Poltettu Energia
fr: Énergie dépensée
hr: Potrošena energija
hu: Elégetett energia
it: Energia bruciata
nl: Verbrande energie
pl: Spalona Energia
pt_br: Energia gasta
sv: Förbränd Energi
uk: Витрачена енергія

# WorkoutStats.SpeedOverTime
source: Speed Over Time
ca: Velocitat en el temps
cs: Rychlost v průběhu času
da: Hastighed over tid
de: Geschw. Über Zeit
fi: Nopeus Ajan Myötä
fr: Vitesse au fil du temps
hr: Brzina kroz vrijeme
hu: Sebesség az idő függvényében
it: Velocità nel tempo
nl: Snelheid over tijd
pl: Prędkość W Czasie
pt_br: Velocidade ao longo do tempo
sv: Hastighet över tid
uk: Швидкість з часом

# WorkoutStats.Speed
source: Speed
ca: Velocitat
cs: Rychlost
da: Hastighed
de: Geschwindigkeit
fi: Nopeus
fr: Vitesse
hr: Brzina
hu: Sebesség
it: Velocità
nl: Snelheid
pl: Prędkość
pt_br: Velocidade
sv: Hastighet
uk: Швидкість

# WorkoutStats.EndTime
source: End Time
ca: Hora de finalització
cs: Ukončit čas
da: Sluttid
de: Stopzeit
fi: päättymisaika
fr: Heure de fin
hr: Vrijeme završetka
hu: Befejezési idő
it: Tempo di fine
nl: Eindtijd
pl: Czas Zakończenia
pt_br: Hora do fim
sv: Sluttid
uk: Час закінчення

# WorkoutStats.StartTime
source: Start Time
ca: Hora d'inici
cs: Začít čas
da: Starttidspunkt
de: Startzeit
fi: aloitusaika
fr: Heure de départ
hr: Vrijeme početka
hu: Kezdési idő
it: Tempo di inizio
nl: Begintijd
pl: Czas Rozpoczęcia
pt_br: Hora de início
sv: Starttid
uk: Час початку

# WorkoutStats.Duration
source: Duration
ca: Durada
cs: Délka trvání
da: Varighed
de: Dauer
fi: Kesto
fr: Durée
hr: Trajanje
hu: Hossz
it: Durata
nl: Duratie
pl: Czas trwania
pt_br: Duração
sv: Tidsåtgång
uk: Тривалість

# WorkoutStats.Time
source: Time
ca: Hora
cs: Čas
da: Tid
de: Zeit
fi: Aika
fr: Heure
hr: Vrijeme
hu: Idő
it: Tempo
nl: Tijd
pl: Czas
pt_br: Duração
sv: Tid
uk: Час

# WorkoutStats.DescendingAltitude
source: Descending
ca: Descendent
cs: Klesání
da: Aftagende
de: Abstieg
fi: Laskeutua
fr: Descendante
hr: Nizbrdo
hu: Csökkenő
it: Scendente
nl: Afdaling
pl: Malejąco
pt_br: Descendente
sv: Fallhöjd
uk: За зниженням

# WorkoutStats.AscendingAltitude
source: Ascending
ca: Ascendent
cs: Stoupání
da: Stigende
de: Anstieg
fi: Nouseva
fr: Montante
hr: Uzbrdo
hu: Emelkedő
it: Salendo
nl: Beklimming
pl: Rosnąco
pt_br: Ascendente
sv: Stigning
uk: За зростанням

# WorkoutStats.Altitude
source: Altitude
ca: Altitud
cs: Nadmořská výška
da: Højde
de: Höhe
fi: Korkeus
hr: Visina
hu: Magasság
it: Altitudine
nl: Hoogte
pl: Wysokość
sv: Höjd
uk: Висота

# WorkoutStats.AltitudeOverTime
source: Altitude Over Time
ca: Altitud al llarg del temps
cs: Nadmořská výška v průběhu času
da: Højde over tid
de: Höhe Über Zeit
fi: Korkeus Ajan Myötä
fr: Altitude au fil du temps
hr: Visina kroz vrijeme
hu: Magasság az idő függvényében
it: Altitudine nel tempo
nl: Hoogte over tijd
pl: Wysokość W Czasie
pt_br: Altitude ao longo do tempo
sv: Höjd över tid
uk: Висота з плином часу

# WorkoutStats.Distance
source: Distance
ca: Distància
cs: Vzdálenost
da: Afstand
de: Entfernung
fi: Matka
hr: Udaljenost
hu: Távolság
it: Distanza
nl: Afstand
pl: Odległość
pt_br: Distância
sv: Distans
uk: Дистанція

# AppleHealth.RecentlyRemovedWorkouts
source: Some workouts saved in this app were recently removed from Apple Health, but are still saved here, you can sync them again in Settings or delete them manually.
ca: Algunes sessions d'entrenament desats en aquesta aplicació s'han eliminat recentment d'Apple Health, però encara es guarden aquí; els pots tornar a sincronitzar a Configuració o suprimir-los manualment.
cs: Některé tréninky v této aplikaci byly nedávno odstraněny z Apple Zdraví, ale zůstávají tu uložené. V nastavení je můžete zase synchronizovat, anebo ručně smazat.
da: Nogle træningsprogrammer, der er gemt i denne app, blev for nylig fjernet fra Apple Health, men gemmes stadig her, du kan synkronisere dem igen i Indstillinger eller slette dem manuelt.
de: Workouts, die in dieser App gespeichert sind, wurden neulich von Apple Health entfernt, sind aber immer noch hier gespeichert, du kannst sie entweder in den Einstellungen neu synchonisieren oder manuell löschen.
fi: Jotkut tässä sovelluksessa tallennetut harjoitukset poistettiin äskettäin Apple Health, mutta ne tallennetaan silti tänne, voit synkronoida ne uudelleen asetuksissa tai poistaa ne manuaalisesti.
fr: Certains entraînements enregistrés dans cette application ont été récemment supprimés d'Apple Health, mais sont toujours enregistrés ici, vous pouvez les synchroniser à nouveau dans les paramètres ou les supprimer manuellement.
hr: Neki treninzi koji su spremljeni u ovom programu, nedavno su uklonjeni iz Appleovog programa „Zdravlje”, ali su i dalje ovdje spremljeni. Možeš ih ponovo sinkronizirati u postavkama ili ih ručno izbrisati.
hu: Néhány edzés nemrég el lett távolítva az Egészség appból, de itt még elérhetőek. Újra szinkronizálhatja őket, vagy eltávolíthatja őket manuálisan.
it: Alcuni allenamenti salvati in questa app sono stati recentemente rimossi da Apple Health, ma vengono ancora salvati qui, è possibile sincronizzarli di nuovo in Impostazioni o eliminarli manualmente.
nl: Sommige trainingen die opgeslagen zijn in deze app, zijn recententelijk verwijderd uit Apple Gezondheid, maar zijn hier nog steeds opgeslagen. Je kan ze opnieuw synchroniseren via Instellingen of handmatig verwijderen.
pl: Niektóre treningi zapisane w tej aplikacji zostały niedawno usunięte z Apple Health, ale nadal są zapisywane tutaj, możesz zsynchronizować je ponownie w Ustawieniach lub usunąć je ręcznie.
pt_br: Alguns exercícios salvos neste aplicativo foram recentemente removidos do Saúde, mas ainda estão salvos aqui, você pode sincronizá-los novamente em Configurações ou apagá-los manualmente.
sv: Vissa träningspassar som sparats i den här appen har nyligen tagits bort från Apple Hälsa, men sparas fortfarande här, du kan synkronisera dem igen i inställningar eller ta bort dem manuellt.
uk: Деякі тренування, збережені в цьому застосунку, нещодавно були видалені з Apple Health, але все ще зберігаються тут, ви можете синхронізувати їх знову в налаштуваннях або видалити вручну.
