Repository: timfraedrich/OutRun
Catalog: OutRun/Support Files/*.lproj/Localizable.strings
Languages: ca, cs, da, de, fi, fr, hr, hu, is, it, nl, pl, pt_br, sv, uk

# NewWorkoutViewController.WorkoutBuilder.Error
source: There was an error in the logic supposed to construct the workout.
ca: Hi ha hagut un error en la lògica suposada per construir l'entrenament.
cs: Při sestavení tréninku došlo k logické chybě.
da: Der var en fejl i logikken, der skulle konstruere træningen.
de: Es gab einen Fehler in der Logik, die das Workout aufzeichnen soll.
fi: Treenin suunnittelussa oli virhe.
fr: Il y avait une erreur dans la logique censée construire l'entraînement.
hr: Došlo je do greške u logici za izradu treninga.
hu: Egy hiba történt az edzés felmérése közben.
is: Það kom upp villa við að búa til æfinguna.
it: C'è stato un errore nella logica che doveva costruire l'allenamento.
nl: Er deed zich een fout voor in de logica die gebruikt wordt om de training te construeren.
pl: Był błąd w logice, która miała konstruować trening.
pt_br: Houve um erro na lógica responsável por construir o exercício.
sv: Det fanns ett fel i logiken som skulle konstruera träningen.
uk: Була допущена помилка в логіці, за якою мало бути побудоване тренування.

# NewWorkoutViewController.WaitingAlert.Message
source: The GPS signal is not accurate enough for a sufficient route quality, finding an accurate signal can take a couple of seconds to a minute. If this is a common phenomenon where you live try adjusting the needed accuracy in settings.
ca: El senyal GPS no és prou precís per obtenir una qualitat de ruta suficient; trobar un senyal precís pot trigar uns quants segons a un minut. Si es tracta d’un fenomen habitual on viu, prova d’ajustar la precisió necessària a la configuració.
cs: Signál GPS není dost přesný na kvalitní měření trasy, hledání přesného signálu může trvat několik sekund až minutu. Jestli se tohle ve Vašem místě bydliště děje běžně, zkuste přesnost poupravit v nastavení.
da: GPS-signalet er ikke nøjagtigt nok til en tilstrækkelig rutekvalitet, det kan tage et par sekunder til et minut at finde et nøjagtigt signal. Hvis dette er et almindeligt fænomen, hvor du bor, kan du prøve at justere den nødvendige nøjagtighed i indstillingerne.
de: Das GPS-Signal ist nicht genau genug, um eine präzise Route aufzeichnen zu können, manchmal dauert dies ein paar Sekunden bis eine Minute. Sollte dies öfter auftreten, dort wo du deine Workouts aufnimmst, versuche die geforderte Genauigkeit in den Einstellungen anzupassen.
fi: GPS-signaali ei ole riittävän tarkka riittävän reitin laadun saavuttamiseksi, tarkan signaalin löytäminen voi viedä pari sekuntia minuuttiin. Jos tämä on yleinen ilmiö, jossa asut, yritä säätää tarvittavaa tarkkuutta asetuksissa.
fr: Le signal GPS n'est pas suffisamment précis pour une qualité d'itinéraire suffisante, trouver un signal précis peut prendre de quelques secondes à une minute. S'il s'agit d'un phénomène courant dans votre région, essayez d'ajuster la précision nécessaire dans les paramètres.
hr: GPS signal nije dovoljno točan za dovoljnu kvalitetu rute. Pronalaženje točnog signala može potrajati nekoliko sekundi do minute. Ako se to obično događa u tvom mjestu prebivališta, pokušaj podesiti točnost u postavkama.
hu: A GPS jel nem elég pontos egy jó minőségű útvonalhoz. Egy jó jel elfogása egy percbe is telhet. Ha ez gyakran történik, átállíthatja a jel pontosságát a beállításokban.
is: GPS-merkið er ekki nógu sterkt til að safna upplýsingum um leiðina, að finna betra merki getur tekið allt frá nokkrum sekúndum til einnar mínútu. Ef þetta gerist oft þá geturðu stillt hversu nákvæm gögnin þurfa að vera í stillingum.
it: Il segnale GPS non è abbastanza preciso per una qualità di percorso sufficiente, trovare un segnale preciso può richiedere da un paio di secondi a un minuto. Se si tratta di un fenomeno comune in cui si vive, provare a regolare la precisione necessaria nelle impostazioni.
nl: Het GPS-signaal is niet precies genoeg voor een goede routekwaliteit. Het vinden van een accuraat signaal kan enkele seconden tot een minuut duren. Wanneer dit vaker voorkomt op de plek waar je woont, pas dan de nauwkeurigheid aan in de appinstellingen.
pl: Sygnał GPS nie jest wystarczająco dokładny dla wystarczającej jakości trasy, znalezienie dokładnego sygnału może potrwać od kilku sekund do minuty. Jeśli jest to powszechne zjawisko, w którym mieszkasz, spróbuj dostosować wymaganą dokładność w Ustawieniach.
pt_br: O sinal do GPS não é preciso o suficiente para uma rota de boa qualidade, achar um sinal preciso pode demorar de alguns segundos à um minuto. Se há um fenômeno comum em sua área tente ajustar a precisão necessária nas configurações.
sv: GPS-signalen är inte tillräckligt precis för att kunna följa din rutt, att hitta en precis signal kan ta några sekunder till en minut. Om detta är ett vanligt fenomen där du bor, försök att justera den nödvändiga noggrannheten bland inställningarna.
uk: Сигнал GPS недостатньо точний для достатньої якості маршруту, пошук точного сигналу може зайняти від кількох секунд до хвилини. Якщо це звичайне явище, де ви живете, спробуйте налаштувати необхідну точність у налаштуваннях.

# NewWorkoutViewController.Discard.SaveInstead
source: Save instead
ca: Desa en comptes
cs: Raději uložit
da: Gem i stedet
de: Stattdessen speichern
fi: Tallenna sen sijaan
fr: Sauvegarder à la place
hr: Umjesto toga spremi
hu: Inkább mentés
is: Vista í staðinn
it: Salva invece
nl: Toch opslaan
pl: Zapisz zamiast
pt_br: Em vez, salvar
sv: Spara istället
uk: Зберегти замість

# NewWorkoutViewController.Discard.Message
source: Are you sure you want to discard your workout? The data cannot be recovered.
ca: Estàs segur que vols descartar el teu entrenament? Les dades no es poden recuperar.
cs: Jste si jistí? Data budou ztracena a nelze je obnovit.
da: Er du sikker på, at du vil kassere din træning? Dataene kan ikke gendannes.
de: Bist du sicher, dass du das Workout verwerfen willst? Die Daten können nicht wiederhergestellt werden.
fi: Oletko varma, että haluat hylätä harjoituksen? Tietoja ei voi palauttaa.
fr: Êtes-vous sûr·e de vouloir effacer votre entraînement ? Les données ne peuvent pas être récupérées.
hr: Stvarno želiš odbaciti trening? Podaci se gube nepovratno.
hu: Biztos, hogy el akarja vetni az edzést? Az adatok örökre elvesznek.
is: Viltu henda æfingunni? Þú sérð gögnin ekki aftur.
it: Sei sicuro di voler abbandonare l'allenamento? I dati non possono essere recuperati.
nl: Weet je zeker dat je de training wil verwijderen? De gegevens kunnen niet worden teruggehaald.
pl: Czy na pewno chcesz zrezygnować z treningu? Danych nie można odzyskać.
pt_br: Tem certeza de que quer descartar seu exercício? Os dados não podem ser recuperados.
sv: Är du säker på att du vill kasta ditt träningspass? Uppgifterna kan inte återskapas.
uk: Ви впевнені, що хочете скасувати тренування? Дані не можна відновити.

# NewWorkoutViewController.Discard.Title
source: Discard
ca: Descartar
cs: Zahodit
da: Kassér
de: Verwerfen
fi: Hylätä
fr: Effacer
hr: Odbaci
hu: Elvetés
is: Henda
it: Scartare
nl: Verwijderen
pl: Usunąć
pt_br: Descartar
sv: Kasta
uk: Відхилити

# NewWorkoutViewController.Save.Message
source: Do you want to save or discard the workout?
ca: Voleu desar o descartar l'entrenament?
cs: Chcete tento trénink uložit nebo zahodit?
da: Vil du gemme eller kassere træningen?
de: Willst du das Workout speichern oder verwerfen?
fi: Haluatko tallentaa tai hylätä harjoituksen?
fr: Voulez-vous sauvegarder ou effacer l'enregistrement ?
hr: Želiš li trening spremiti ili odbaciti?
hu: El akarja menteni az edzést?
is: Viltu vista eða henda æfingunni?
it: Volete salvare o scartare l'allenamento?
nl: Wil je de training opslaan of verwijderen?
pl: Chcesz zapisać lub wyrzucić trening?
pt_br: Você quer salvar ou descartar o exercício?
sv: Vill du spara eller kassera träningspasset?
uk: Зберегти чи скасувати тренування?

# NewWorkoutViewController.Save.Title
source: Save
ca: Desa
cs: Uložit
da: Gemme
de: Speichern
fi: Tallentaa
fr: Sauvegarder
hr: Spremi
hu: Mentés
is: Vista
it: Salva
nl: Opslaan
pl: Zapisz
pt_br: Salvar
sv: Spara
uk: Зберегти

# NewWorkoutViewController.Cancel.Error.Recording.Action.StopRecording
source: Stop recording
ca: Aturar el registre
cs: Zastavit nahrávání
da: Stop optagelsen
de: Aufzeichnung stoppen
fi: Lopeta tallennus
fr: Arrêter l'enregistrement
hr: Prekini snimanje
hu: Rögzítés befejezése
is: Stoppa æfingu
it: Stop alla registrazione
nl: Stop opnemen
pl: Zatrzymaj nagrywanie
pt_br: Parar registro do exercício
sv: Stoppa inspelningen
uk: Зупинити запис

# NewWorkoutViewController.Cancel.Error.Recording.Message
source: You can't close this menu while recording a workout. Do you want to stop the workout or go on?
ca: No podeu tancar aquest menú mentre graveu un entrenament. Vols aturar l'entrenament o continuar?
cs: Menu nelze zavřít, když probíhá trénink. Chcete trénink přerušit, nebo pokračovat?
da: Du kan ikke lukke denne menu, mens du optager en træning. Vil du stoppe træningen eller fortsætte?
de: Du kannst dieses Fenster nicht schließen, solange ein Workout aufgezeichnet wird. Willst du die Aufzeichnung stoppen?
fi: Et voi sulkea tätä valikkoa tallennettaessa harjoitusta. Haluatko lopettaa harjoituksen tai jatkaa?
fr: Vous ne pouvez pas fermer ce menu pendant l'enregistrement d'un entraînement. Voulez-vous arrêter l'entraînement ou continuer ?
hr: Ovaj izbornik ne možeš zatvoriti tijekom snimanja treninga. Želiš li prekinuti trening ili nastaviti?
hu: Nem csukhatja be ezt a menüt egy edzés rögzítése közben. Be akarja fejezni az edzést?
is: Þú getur ekki lokað þessari valmynd á meðan æfing er í gangi. Viltu stoppa æfinguna eða halda áfram?
it: Non è possibile chiudere questo menu durante la registrazione di un allenamento. Vuoi interrompere l'allenamento o continuare?
nl: Je kan dit menu niet afsluiten tijdens een training. Wil je de training stoppen of voortzetten?
pl: Nie można zamknąć tego menu podczas nagrywania treningu. Chcesz przerwać trening czy kontynuować?
pt_br: Você não pode fechar este menu enquanto um exercício está sendo registrado. Você quer parar o exercício ou continuar?
sv: Du kan inte stänga den här menyn när du spelar in ett träningspass. Vill du sluta träna eller fortsätta?
uk: Ви не можете закрити це меню під час запису тренування. Ви хочете припинити тренування чи продовжити?

# NewWorkoutViewController.Cancel.Error.Recording.Title
source: Workout is being recorded
ca: S'està gravant l'entrenament
cs: Trénink se nahrává
da: Træning registreres
de: Ein Workout wird gerade aufgezeichnet
fi: Harjoitus on tallennettu
fr: Un entraînement est en train d'être enregistré
hr: Trening se snima
hu: Az edzés rögzítés alatt áll
is: Æfing í gangi
it: Allenamento in corso di registrazione
nl: Training wordt opgenomen
pl: Trening jest nagrywany
pt_br: O exercício está sendo registrado
sv: Träningspass påbörjat
uk: Тренування записується

source: Not Set
ca: No configurat
cs: Nenastaveno
da: Ikke indstillet
de: Nicht gesetzt
fi: Ei Asetettu
fr: Non défini
hr: Nije postavljeno
hu: Nincs beállítva
is: Ekki stillt
it: Non impostato
nl: Niet ingesteld
pl: Nie Ustawione
pt_br: Nenhum escolhido
sv: Inte inställd
uk: Не встановлено

source: All
ca: Tot
cs: Vše
da: Alle
de: Alle
fi: Kaikki
fr: Tous
hr: Sve
hu: Összes
is: Allt
it: Tutti
nl: Alles
pl: Wszystkie
pt_br: Todos
sv: Allt
uk: Все

source: Stop
ca: Aturar
da: Hold op
de: Stopp
fi: Lopettaa
fr: Arrêter
hr: Prekini
hu: Befejez
is: Stoppa
it: Interrompere
nl: Stoppen
pl: Przystanek
pt_br: Parar
sv: Stopp
uk: Стоп

source: Start
ca: Començar
da: Starte
fi: Aloittaa
fr: Démarrer
hr: Pokreni
hu: Indít
is: Byrja
it: Iniziare
nl: Beginnen
pl: Rozpocząć
pt_br: Começar
sv: Starta
uk: Старт

source: Close
ca: Tancar
cs: Zavřít
da: Tæt
de: Schließen
fi: Sulje
fr: Fermer
hr: Zatvori
hu: Bezárás
is: Loka
it: Chiudi
nl: Afsluiten
pl: Zamkni
pt_br: Fechar
sv: Stäng
uk: Закрити

source: Discard
ca: Descartar
cs: Zahodit
da: Kassér
de: Verwerfen
fi: Hylätä
fr: Effacer
hr: Odbaci
hu: Elvetés
is: Henda
it: Scartare
nl: Verwijderen
pl: Usunąć
pt_br: Descartar
sv: Kasta
uk: Відхилити

source: Edit
ca: Editar
cs: Upravit
da: Redigere
de: Bearbeiten
fi: Muokkaa
fr: Modifier
hr: Uredi
hu: Szerkesztés
is: Breyta
it: Modifica
nl: Aanpassen
pl: Edytuj
pt_br: Editar
sv: Redigera
uk: Редагувати

source: Turn Off
ca: Apagar
cs: Vypnout
da: Sluk
de: Ausschalten
fi: sammuttaa
fr: Éteindre
hr: Isključi
hu: Kikapcsolás
is: Slökkva
it: Spegnere
nl: Uitzetten
pl: Wyłącz
pt_br: Desligar
sv: Stäng av
uk: Вимкнути

source: Try Again
ca: Torna a provar
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
fi: Yritä Uudelleen
fr: Réessayer
hr: Pokušaj ponovo
hu: Újra próbálás
is: Reyndu aftur
it: Prova ancora
nl: Opnieuw proberen
pl: Spróbuj Ponownie
pt_br: Tente novamente
sv: Försök igen
uk: Спробувати знову

source: Open
ca: Obrir
cs: Otevřít
da: Åben
de: Öffnen
fi: Avata
fr: Ouvrir
hr: Otvori
hu: Megnyitás
is: Opna
it: Aprite
pl: Otwarte
pt_br: Abrir
sv: Öppna
uk: Відкрити

source: Grant
ca: Concedir
cs: Povolit
da: Give
de: Erteilen
fi: Myöntää
fr: Accorder
hr: Dozvoli
hu: Megadás
is: Leyfa
it: Sovvenzione
nl: Toestaan
pl: Dotacja
pt_br: Permitir
sv: Bevilja
uk: Грант

source: Skip
ca: Saltar
cs: Přeskočit
da: Springe
de: Überspringen
fi: Ohittaa
fr: Ignorer
hr: Preskoči
hu: Átugrás
is: Sleppa
it: Salta
nl: Overslaan
pl: Pomiń
pt_br: Pular
sv: Hoppa över
uk: Пропустити

source: Finish
ca: Acabar
cs: Dokončit
da: Afslut
de: Fertig
fi: Valmis
fr: Terminer
hr: Završi
hu: Befejezés
is: Ljúka
it: Finitura
nl: Afronden
pl: Zakończ
pt_br: Terminar
sv: Klar
uk: Фініш

source: Next
ca: Següent
cs: Další
da: Næste
de: Weiter
fi: Seuraava
fr: Suivant
hr: Dalje
hu: Következő
is: Næsta
it: Avanti
nl: Volgende
pl: Następny
pt_br: Próximo
sv: Nästa
uk: Далі

source: No
cs: Ne
da: Ingen
de: Nein
fi: Ei
fr: Non
hr: Ne
hu: Nem
is: Nei
it: Niente
nl: Nee
pl: Nie
pt_br: Não
sv: Nej
uk: Ні

source: Yes
ca: Sí
cs: Ano
da: Ja
de: Ja
fi: Kyllä
fr: Oui
hr: Da
hu: Igen
is: Já
it: Sì
nl: Ja
pl: Tak
pt_br: Sim
sv: Ja
uk: Так

# NoData.Message
source: There seems to be nothing here.
ca: Pareix que no hi ha res ací.
cs: Zdá se, že tu nic není.
da: Der synes ikke at være noget her.
de: Hier gibt's leider nichts.
fi: Täällä ei näytä olevan mitään.
fr: Il n'y a malheureusement rien ici.
hr: Čini se da ovdje nema ničega.
hu: Úgy tűnik, nincs itt semmi.
is: Við sjáum ekkert hér.
it: Qui non sembra esserci nulla.
nl: Er lijkt hier niets te zijn.
pl: Nic tu nie ma.
pt_br: Parece que não há nada aqui.
sv: Det verkar inte finnas något här.
uk: Тут ніби нічого немає.

source: No Data Available
ca: No hi ha dades disponibles
cs: Žádná dostupná data
da: Ingen tilgængelig data
de: Keine Daten vorhanden
fi: Tietoja Ei Ole Saatavilla
fr: Aucune donnée disponible
hr: Nema podataka
hu: Nincs elérhető adat
is: Engin gögn fundust
it: Nessun dato disponibile
nl: Geen data beschikbaar
pl: Brak Danych
pt_br: Dados indisponíveis
sv: Ingen information tillgänglig
uk: Дані відсутні

source: Okay
ca: Bé
cs: OK
da: Alright
fi: Okei
hr: U redu
hu: Rendben
is: Ok
it: Va bene
nl: Ok
pl: Okej
pt_br: Ok
sv: Okej
uk: Ок

source: Standard
ca: Estàndard
da: Norm
fi: Standardi
hr: Standardno
hu: Alap
is: Staðlað
it: Norma
nl: Standaard
pl: Standardowy
pt_br: Padrão
uk: Стандарт

source: Done
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
fi: Tehdä
fr: Terminé
hr: Gotovo
hu: Kész
is: Lokið
it: Fatto
nl: Klaar
pl: Zrobione
pt_br: Pronto
sv: Klar
uk: Готово

# Loading-DoNotClose
source: Loading... Please Do Not Close
ca: Carregant... Per favor, no tanques
cs: Načítání… Prosím neodcházejte
da: Indlæser ... Luk venligst ikke
de: Lädt... Bitte Nicht Schließen
fi: Lastaus... Älä Sulje
fr: Chargement… Ne pas fermer
hr: Učitava se … ne zatvaraj
hu: Betöltés... Kérjük, ne zárja be
is: Hleð… Ekki loka
it: Caricamento... Si prega di non chiudere
nl: Laden… Niet sluiten alstublieft
pl: Ładuję... Proszę Nie Zamykać
pt_br: Carregando... Por favor, não feche
sv: Laddar... Stäng inte av
uk: Завантаження... Будь ласка, не закривайте

source: Loading...
ca: Carregant...
cs: Načítání…
da: Indlæser...
de: Lädt...
fi: Lastaus...
fr: Chargement…
hr: Učitava se ...
hu: Betöltés...
is: Hleð…
it: Caricamento...
nl: Laden…
pl: Ładuję...
pt_br: Carregando...
sv: Laddar...
uk: Завантаження...

source: Delete
ca: Eliminar
cs: Smazat
da: Slet
de: Löschen
fi: Poistaa
fr: Supprimer
hr: Izbriši
hu: Törlés
is: Eyða
it: Cancellare
nl: Verwijder
pl: Usunąć
pt_br: Apagar
sv: Radera
uk: Видалити

source: Continue
ca: Continuar
cs: Pokračovat
da: Fortsætte
de: Fortfahren
fi: Jatkaa
fr: Continuer
hr: Nastavi
hu: Folytatás
is: Halda áfram
it: Continua
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
sv: Fortsätt
uk: Продовжити

source: Save
ca: Guardar
cs: Uložit
da: Gemme
de: Speichern
fi: Tallentaa
fr: Enregistrer
hr: Spremi
hu: Mentés
is: Vista
it: Salva
nl: Opslaan
pl: Zapisz
pt_br: Salvar
sv: Spara
uk: Зберегти

source: Cancel
ca: Cancel·lar
cs: Zrušit
da: Afbestille
de: Abbrechen
fi: Peruuttaa
fr: Annuler
hr: Odustani
hu: Mégse
is: Hætta við
it: Annulla
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
sv: Avbryt
uk: Скасувати

# TabBar.Settings
source: Settings
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
fi: Asetus
fr: Paramètres
hr: Postavke
hu: Beállítások
is: Stillingar
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
sv: Inställningar
uk: Налаштування

# TabBar.Timeline
source: Timeline
ca: Cronologia
cs: Časová osa
da: Tidslinje
de: Verlauf
fi: Aikajana
fr: Historique
hr: Vremenska crta
hu: Idővonal
is: Tímalína
it: Cronologia
nl: Tijdlijn
pl: Oś czasu
pt_br: Linha do tempo
sv: Tidslinje
uk: Хронологія

# NewWorkoutViewController.Recenter
source: Re-Center
ca: Re-centrar
cs: Vystředit
da: Centrer igen
de: Ausrichten
fi: Uudelleen Keskus
fr: Recentrer
hr: Ponovo centriraj
hu: Középre igazít
is: Miðja
nl: Centreren
pl: Ostatnio
pt_br: Re-Ajustar
sv: Kalibrera
uk: Відцентрувати

# NewWorkoutViewController.WaitingAlert.Title
source: Waiting for GPS
ca: Esperant GPS
cs: Čekání na GPS
da: Venter på GPS
de: Warten auf GPS
fi: Odotetaan GPS: ää
fr: En attente du GPS
hr: Čekanje na GPS
hu: Várakozás GPS-re
is: Bíð eftir GPS
it: Aspettare il GPS
nl: Wachten op GPS
pl: Czekam na GPS
pt_br: Esperando pelo GPS
sv: Inväntar GPS
uk: В очікуванні GPS
