Repository: timfraedrich/OutRun
Catalog: OutRun/Support Files/*.lproj/Localizable.strings
Languages: ca, cs, da, de, fi, fr, hr, hu, is, it, nl, pl, pt_br, sv, uk

# Setup.Permission.Location.Restricted.Message
source: We can only access your location while this app is open right now. For tracking a workout it is advisable to give background location access, so your phone does not have to be on with the app open the entire time. To give us 'Always' access to your location you have to open your phone's settings and change it manually.
ca: Només podem accedir a la vostra ubicació mentre aquesta aplicació estigui oberta ara mateix. Per fer un seguiment d’un entrenament, és recomanable donar accés a la ubicació en segon pla, de manera que el vostre telèfon no ha d’estar encès amb l’aplicació oberta tot el temps. Per donar-nos accés "Sempre" a la vostra ubicació, heu d'obrir la configuració del telèfon i canviar-la manualment.
cs: Aktuálně má OutRun přístup k poloze pouze v době, kdy je tato aplikace otevřená. Pro sledování cvičení je vhodné poskytnout přístup k poloze na pozadí, takže váš telefon nemusí být zapnutý s aplikací otevřenou po celou dobu. Chcete-li nám poskytnout "vždy" přístup k vaší poloze, musíte otevřít nastavení telefonu a změnit jej ručně.
da: Vi kan kun få adgang til din placering, mens denne app er åben lige nu. For at spore en træning anbefales det at give baggrundsadgangsadgang, så din telefon behøver ikke at være tændt med appen åben hele tiden. For at give os 'Altid' adgang til din placering skal du åbne telefonens indstillinger og ændre den manuelt.
de: Wir können gerade nur deinen Standort abfragen während die App geöffnet ist. Für das Aufzeichnen von Workouts ist eine Erteilung von Aufzeichnen im Hintergrund jedoch empfehlenswert, so muss dein Handy nämlich nicht dauerhaft an und die App im Vordergrund geöffnet sein. Um uns immer Zugriff auf deinen Standort zu geben, musst du dies manuell in den Einstellungen festlegen. Um diese zu öffnen klicke auf „Öffnen“.
fi: Voimme käyttää sijaintiasi vain, kun tämä sovellus on auki juuri nyt. Seuranta harjoitus on suositeltavaa antaa tausta sijainti pääsy, joten puhelimesi ei tarvitse olla app auki koko ajan. Jos haluat antaa meille "aina" pääsyn sijaintiisi, sinun on avattava puhelimesi asetukset ja muutettava se manuaalisesti.
fr: Nous ne pouvons accéder à votre emplacement que lorsque cette application est ouverte. Pour le suivi d’une séance d’entraînement, il est conseillé de donner un accès à l’emplacement en arrière-plan, de sorte que votre téléphone n’a pas à être allumé avec l’application ouverte tout le temps. Pour nous donner tout le temps un accès à votre emplacement, vous devez ouvrir les paramètres de votre téléphone et le modifier manuellement.
hr: Tvojoj lokaciji možemo pristupiti samo dok je ovaj program otvoren. Za praćenje treninga preporučuje se omogućiti pristup lokaciji u pozadini, tako da mobitel ne mora biti cijelo vrijeme uključen s otvorenim programom. Za stalni pristup tvojoj lokaciji, otvori postavke telefona i ručno promijeni način pristupa.
it: Possiamo accedere alla vostra posizione solo se l'applicazione è aperta al momento. Per seguire un allenamento è consigliabile dare accesso alla posizione in background, in modo che il telefono non debba essere acceso con l'app aperta per tutto il tempo. Per consentirci di accedere sempre alla tua posizione devi aprire le impostazioni del tuo telefono e modificarle manualmente.
nl: We kunnen alleen toegang krijgen tot uw locatie terwijl deze app op dit moment open is. Voor het bijhouden van een training is het raadzaam om toegang te geven tot de achtergrondlocatie, zodat uw telefoon niet de hele tijd aan hoeft te staan met de app open. Om ons ‘Altijd’ toegang te geven tot uw locatie moet u de instellingen van uw telefoon openen en handmatig wijzigen.
pl: Możemy uzyskać dostęp do Twojej lokalizacji tylko wtedy, gdy ta aplikacja jest teraz otwarta. W celu śledzenia treningu zaleca się zapewnienie dostępu do lokalizacji w tle, aby telefon nie musiał być włączony z aplikacją otwartą przez cały czas. Aby zapewnić nam "zawsze" dostęp do Twojej lokalizacji, musisz otworzyć Ustawienia telefonu i zmienić je ręcznie.
pt_br: Nós só podemos acessar sua localização enquanto o aplicativo estiver aberto. Para monitorar um exercício é aconselhável que você dê acesso à localização, para que seu telefone não tenha que ficar ligado com o aplicativo aberto o tempo todo. Para nos dar acesso 'Sempre' à sua localização você dever ir em Ajustes e mudar manualmente.
sv: Vi kan bara komma åt din plats medan den här appen är öppen. För att spåra ett träningspass är det lämpligt att ge bakgrundsplatsåtkomst, så att telefonen behöver inte vara på med appen öppna hela tiden. För att ge oss "alltid" tillgång till dina platstjänster måste du öppna telefonens inställningar och ändra detta manuellt.
uk: Ми можемо отримати доступ до вашого місцезнаходження, лише коли цей застосунок відкритий. Для відстеження тренування бажано надати фоновий доступ до місцезнаходження, щоб ваш телефон не мав бути увімкненим із постійно відкритим застосуноком. Щоб надати нам «Завжди» доступ до вашого місцезнаходження, вам потрібно відкрити налаштування телефону та змінити їх вручну.

# Setup.Permission.Location.Restricted.Title
source: Location Access Restricted
ca: Accés a la ubicació restringit
cs: Omezený přístup k poloze
da: Adgang til placering begrænset
de: Standortabruf eingeschränkt
fi: Sijainnin Käyttö Rajoitettu
fr: Accès à l'emplacement restreint
hr: Pristup lokaciji ograničen
it: Posizione Accesso limitato
nl: Locatietoegang beperkt
pl: Dostęp Do Lokalizacji Ograniczony
pt_br: Acesso à localização restringido
sv: Begränsad Platsåtkomst
uk: Доступ до місцезнаходження обмежено

# Setup.Permission.Location.Message
source: We need your location to record the route and thereby also important information like distance of the workouts you record in this app.
ca: Necessitem la vostra ubicació per enregistrar la ruta i, per tant, també informació important, com la distància dels entrenaments que enregistreu en aquesta aplicació.
cs: Přístup k poloze je potřeba ke stopování trasy nebo třeba měření vzdálenosti.
da: Vi har brug for din placering for at registrere ruten og dermed også vigtige oplysninger som afstanden til de træningsprogrammer, du registrerer i denne app.
de: Wir brauchen Standortberechtigung, da wir die Routen zu deinen Workouts aufzeichnen müssen, um an wichtige Informationen wie die zurückgelegte Distanz zu kommen.
fi: Tarvitsemme sijaintisi tallentaa reitin ja siten myös tärkeitä tietoja, kuten välimatka harjoitukset voit tallentaa tämän sovelluksen.
fr: Nous avons besoin de votre position pour enregistrer l'itinéraire et donc également des informations importantes telles que la distance des entraînements que vous enregistrez dans cette application.
hr: Za snimanje rute trebamo tvoju lokaciju, a s time i važne podatke poput dužine treninga koje snimaš u ovom programu.
it: Abbiamo bisogno della vostra posizione per registrare il percorso e quindi anche informazioni importanti come la distanza degli allenamenti che registrate in questa app.
nl: We hebben uw locatie nodig om de route vast te leggen en daarmee ook belangrijke informatie zoals de afstand van de trainingen die u in deze app vastlegt.
pl: Potrzebujemy Twojej lokalizacji, aby zarejestrować trasę, a tym samym ważne informacje, takie jak odległość treningów, które rejestrujesz w tej aplikacji.
pt_br: Nós precisamos de sua localização para registrar a rota e informações importantes como distância nos exercícios que você registrar neste aplicativo.
sv: Vi behöver din platsinformation för att registrera din rutt och därutöver distansen av de träningspass som du väljer att registrera i den här appen.
uk: Нам потрібне ваше місцезнаходження, щоб записати маршрут, а отже, також важлива інформація, як-от відстань тренувань, які ви записуєте в цьому застосунку.

# Setup.Permission.Location
source: Location Permission
ca: Permís d'ubicació
cs: Přístup k poloze
da: Placeringstilladelse
de: Standortberechtigung
fi: Sijainti Lupa
fr: Autorisation de localisation
hr: Dozvola za lokaciju
it: Autorizzazione di posizione
nl: Locatietoestemming
pl: Pozwolenie Na Lokalizację
pt_br: Permissão para te localizar
sv: Platstjänster
uk: Дозвіл на місцезнаходження

# Setup.Permissions.Message
source: Since we want to provide our services to you we need access to some APIs like Location Services or if you want to sync with Apple Health also access to read and write to that service.
ca: Com que volem proporcionar-vos els nostres serveis, necessitem accedir a algunes API com ara els serveis d’ubicació o, si voleu sincronitzar-la amb Apple Health, també hi ha accés per llegir i escriure en aquest servei.
cs: Chceme Vám zajistit správné fungování aplikace, k tomu potřebujeme některá oprávnění, například přístup k polohovým službám. Nebo pokud chcete synchronizovat data se službou Apple Zdraví, potřebujeme povolit čtení a zápis.
da: Da vi ønsker at levere vores tjenester til dig, har vi brug for adgang til nogle API'er som Location Services, eller hvis du vil synkronisere med Apple Health også adgang til at læse og skrive til denne service.
de: Da wir zur Bereitstellung unserer Dienste ein paar APIs nutzen müssen, brauchen wir bespielsweise deine Berechtigung für die Nutzung der Standort- und ggf. anderer Dienste.
fi: Koska haluamme tarjota palveluitamme sinulle, tarvitsemme pääsyn joihinkin sovellusliittymiin, kuten sijaintipalveluihin tai jos haluat synkronoida Apple Health myös pääsy lukea ja kirjoittaa kyseiseen Palveluun.
fr: Puisque nous voulons vous fournir nos services, nous devons accéder à certaines interfaces de programmation d’application telles que les services de localisation ou si vous souhaitez vous synchroniser avec Apple Health, vous devez également accéder en lecture et en écriture à ce service.
hr: Budući da ti želimo pružiti naše usluge, trebamo pristup nekim sučeljima kao što su „Usluge lokacije”. Ako želiš sinkronizirati s Appleovim programom „Zdravjle”, trebamo i pristup čitanju i pisanju na tu uslugu.
it: Poiché vogliamo fornirvi i nostri servizi, abbiamo bisogno di accedere ad alcune API come i servizi di localizzazione o, se volete sincronizzarvi con Apple Health, anche di accedere in lettura e scrittura a quel servizio.
nl: Aangezien we onze diensten aan u willen leveren, hebben we toegang nodig tot sommige API's zoals Locatiediensten of als u wilt synchroniseren met Apple Gezondheid, ook toegang om te lezen en te schrijven naar die dienst.
pl: Ponieważ chcemy dostarczać Ci nasze usługi, potrzebujemy dostępu do niektórych interfejsów API, takich jak usługi lokalizacji lub jeśli chcesz zsynchronizować się z Apple Health, również dostęp do odczytu i zapisu w tej usłudze.
pt_br: Como queremos prover nossos serviços à você, nós precisamos de acesso a algumas APIs como Serviços de Localização, ou se você quiser sincronizar com o Saúde, permissão para ler e escrever seus dados.
sv: Eftersom vi vill tillhandahålla våra tjänster till dig behöver vi tillgång till vissa API: er som Platstjänster eller om du vill synkronisera med Apple Health också tillgång till läsa och skriva till den tjänsten.
uk: Оскільки ми хочемо надати вам наші послуги, нам потрібен доступ до деяких API, таких як Служби локації, або, якщо ви хочете синхронізуватися з Apple Health, також доступ до читання та запису цієї служби.

# Setup.Permissions.Title
source: Now we just need your permission
ca: Ara només necessitem el teu permís
cs: Teď už jen zbývá udělit oprávnění
da: Nu har vi bare brug for din tilladelse
de: Jetzt brauchen wir nur noch deine Berechtigung
fi: Nyt tarvitsemme vain lupasi
fr: Maintenant, nous avons juste besoin de votre permission
hr: Sada trebamo samo još tvoju dozvolu
it: Ora ci serve solo il tuo permesso
nl: We hebben uw toestemming nodig
pl: Teraz potrzebujemy Twojej zgody
pt_br: Agora só precisamos de sua permissão
sv: Nu behöver vi bara din tillåtelse
uk: Тепер нам просто потрібен ваш дозвіл

# Setup.AppleHealth.AutoImportWorkouts
source: Auto Import Workouts
ca: Auto-importar entrenaments
cs: Automatický import tréninků
da: Automatisk import af træning
de: Workout Auto-Import
fi: Automaattinen Tuonti Harjoitukset
fr: Importer les entraînements automatiquement
hr: Automatski uvoz treninga
it: Allenamenti Auto Import
nl: Auto-import trainingen
pl: Auto Import Treningi
pt_br: Importar exercícios automaticamente
sv: Importera träningspass automatiskt
uk: Автоматичний імпорт тренувань

# Setup.AppleHealth.SyncWorkouts
source: Sync Workouts
ca: Sincronitzar entrenaments
cs: Synchronizovat tréninky
da: Synkroniser træning
de: Workouts synchronisieren
fi: Synkronoi Harjoitukset
fr: Synchroniser les entraînements
hr: Sinkronizraj treninge
it: sincronizzazione allenamenti
nl: Sync trainingen
pl: Synchronizacja Treningów
pt_br: Sincronizar exercícios
sv: Synkronisera träningspass
uk: Синхронізація тренувань

# Setup.AppleHealth.SyncWeight
source: Sync Weight
ca: Sincronitzar pes
cs: Synchronizovat hmotnost
da: Synkroniseringsvægt
de: Gewicht synchronisieren
fi: Synkronoi Paino
fr: Synchroniser le poids
hr: Sinkronizraj težinu
it: sincronizzazione peso
nl: Sync gewicht
pl: Waga Sync
pt_br: Sincronizar peso
sv: Synkronisera vikt
uk: Синхронізувати вагу

# Setup.AppleHealth.Message
source: If you want your data to be stored in a central space Apple Health might be a good option since it's well intregated with iOS. The synchronization is totally optional though and it should be noted that if you choose to sync with Apple Health your data will possibly leave your phone and be stored on Apple Servers, more on that in the privacy policy. If you choose to enable Auto Import the app tries to import workouts added by other apps into the local database so you keep an overview over all your workouts.
ca: Si voleu que les vostres dades s’emmagatzemin en un espai central, Apple Health pot ser una bona opció, ja que està ben integrat amb iOS. Tanmateix, la sincronització és totalment opcional i cal tenir en compte que, si decidiu sincronitzar-la amb Apple Health, les vostres dades deixaran el telèfon i s’emmagatzemaran als servidors d’Apple, més a la política de privadesa. Si decidiu activar la importació automàtica, l'aplicació intenta importar els entrenaments afegits per altres aplicacions a la base de dades local, de manera que tingueu una visió general de tots els vostres entrenaments.
cs: Jestli chcete všechna svá data na jednom místě, služba Apple Zdraví je dobrou volbou, protože je integrovaná do systému iOS. Synchronizace je ale úplně dobrovolná a je nutno podotknout, že jestli ji chcete povolit, data mohou opustit Váš telefon a ukládat se na servery Applu – více se dočtete v Ochraně osobních údajů. Pokud zapnete automatický import, aplikace se pokusí importovat tréninky v databázi od aplikací, abyste vše měli přehledně před sebou.
da: Hvis du vil have dine data gemt i et centralt rum, kan Apple Health være en god mulighed, da det er godt intregeret med iOS. Synkroniseringen er dog helt valgfri, og det skal bemærkes, at hvis du vælger at synkronisere med Apple Health, vil dine data muligvis forlade din telefon og blive gemt på Apple-servere, mere om det i fortrolighedspolitikken. Hvis du vælger at aktivere Autoimport, forsøger appen at importere træning, der er tilføjet af andre apps, i den lokale database, så du holder et overblik over alle dine træningsprogrammer.
de: Wenn du deine Daten in einem zentralen Ort speichern möchtest, wäre Apple Health aufgrund der guten Integration in iOS eine gute Wahl. Die Synchronisation ist natürlich komplett optional und es sollte angemerkt werden, dass deine Daten bei Aktivierung möglicherweise dein Handy verlassen und auf Apples Servern gespeichert werden, dazu mehr in der Datenschutzerklärung. Solltest du dich für die Auto-Import-Option entscheiden wird versucht Workouts von anderen Apps auch hinzuzufügen, damit du den überblick über wirklich alle deine Workouts behältst.
fi: Jos haluat, että tietosi tallennetaan keskeiseen tilaan, Apple Health saattaa olla hyvä vaihtoehto, koska se on hyvin integroitu iOS: n kanssa. Synkronointi on kuitenkin täysin valinnainen, ja on huomattava, että jos valitset synkronoinnin Apple Health kanssa tietosi mahdollisesti jättää puhelimen ja tallennetaan Applen palvelimille, lisää siitä Tietosuojakäytännössä. Jos haluat ottaa automaattisen tuonnin käyttöön, sovellus yrittää tuoda muiden sovellusten lisäämiä harjoituksia paikalliseen tietokantaan, jotta pidät yleiskuvan kaikista harjoituksista.
fr: Si vous souhaitez que vos données soient stockées dans un espace central, Apple Health peut être une bonne option car il est bien intégré à l'iOS. La synchronisation est cependant totalement facultative et il convient de noter que si vous choisissez de vous synchroniser avec Apple Health, vos données quitteront éventuellement votre téléphone et seront stockées sur des serveurs Apple ; plus à ce sujet dans la politique de confidentialité. Si vous choisissez d'activer l'importation automatique, l'application essaye d'importer les entraînements ajoutés par d'autres applications dans la base de données locale afin que vous gardiez une vue d'ensemble de tous vos entraînements.
hr: Ako želiš da se tvoji podaci spremaju centralno, oddaberi Appleov program „Zdravlje”, jer je dobro intregiran s iOS-om. Sinkronizacija nije obavezna. Ako se odlučiš za sinkronizaciju s Appleovim programom „Zdravlje”, tvoji će podaci možda napustiti mobitel i biti spremljeni na Appleovim poslužiteljima. Više o tome više u pravilima privatnosti. Ako odlučiš aktivirati automatski uvoz, program će pokušati uvesti treninge koje su dodali drugi programi u lokalnu bazu podataka, tako da imaš pregled svih tvojih treninga.
it: Se volete che i vostri dati siano memorizzati in uno spazio centrale, Apple Health potrebbe essere una buona opzione, dato che è ben collegata a iOS. La sincronizzazione è però totalmente opzionale e va notato che se scegliete di sincronizzarvi con Apple Health i vostri dati potrebbero lasciare il vostro telefono ed essere memorizzati su Apple Server, per saperne di più sulla privacy policy. Se scegliete di attivare l'Auto Import l'app cerca di importare gli allenamenti aggiunti da altre app nel database locale in modo da avere una visione d'insieme di tutti i vostri allenamenti.
nl: Als u wilt dat uw gegevens in een centrale ruimte worden opgeslagen, kan Apple Gezondheid een goede optie zijn, omdat het goed geïntegreerd is met iOS. De synchronisatie is echter volledig optioneel. Als u ervoor kiest om te synchroniseren met Apple Gezondheid zullen uw gegevens mogelijk uw telefoon verlaten en worden opgeslagen op Apple-servers, meer daarover in het privacybeleid. Als u ervoor kiest om automatische import in te schakelen, probeert de app trainingen die door andere apps zijn toegevoegd te importeren in de lokale database, zodat u een overzicht houdt van al uw trainingen.
pl: Jeśli chcesz, aby Twoje dane były przechowywane w centralnej przestrzeni Apple Health może być dobrym rozwiązaniem, ponieważ jest dobrze zintegrowany z systemem iOS. Synchronizacja jest jednak całkowicie opcjonalna i należy zauważyć, że jeśli zdecydujesz się na synchronizację z Apple Health, Twoje dane prawdopodobnie opuszczą telefon i będą przechowywane na serwerach Apple, więcej na ten temat w Polityce prywatności. Jeśli włączysz automatyczne importowanie, aplikacja spróbuje zaimportować treningi dodane przez inne aplikacje do lokalnej bazy danych, aby zachować przegląd wszystkich treningów.
pt_br: Caso você queira que seus dados sejam guardados num espaço central, o Saúde pode ser uma boa opção já que é bem integrado ao iOS. A sincronização, no entanto, é totalmente opcional e você deve saber que se você escolher sincronizar com o Saúde seus dados possivelmente deixarão seu telefone e serão guardados em servidores da Apple, leia mais sobre na política de privacidade. Se você escolher ativar a importação automática o aplicativo tenta importar exercícios adicionados à base de dados local por outros aplicativos para que você possa ver todos os seus exercícios.
sv: Om du vill att dina data ska lagras i ett centralt utrymme kan Apple Hälsa-appen vara ett bra alternativ eftersom den är väl integrerad med iOS. Synkroniseringen är helt valfri och det bör nämnas att om du väljer att synkronisera med Apple Hälsa kommer din data eventuellt att lämna din telefon och lagras på Apple-servrar, mer om det i sekretesspolicyn. Om du väljer att aktivera automatisk import kommer appen att importera din träning från andra appar till den lokala databasen, så att du har översikt över alla dina träningspass.
uk: Якщо ви хочете, щоб ваші дані зберігалися в центральному просторі, Apple Health може бути хорошим варіантом, оскільки він добре інтегрований з iOS. Однак синхронізація є абсолютно необов’язковою, і слід зазначити, що якщо ви виберете синхронізацію з Apple Health, ваші дані, можливо, залишать ваш телефон і зберігатимуться на серверах Apple, докладніше про це в політиці конфіденційності. Якщо ви вирішите ввімкнути автоматичний імпорт, програма спробує імпортувати тренування, додані іншими програмами, у локальну базу даних, щоб ви мали огляд усіх своїх тренувань.

# Setup.AppleHealth.Title
source: Want to sync with Apple Health?
ca: Voleu sincronitzar amb Apple Health?
cs: Zapnout synchronizaci se službou Apple Zdraví?
da: Vil du synkronisere med Apple Health?
de: Mit Apple Health synchronisieren?
fi: Haluatko synkronoida Apple Health?
fr: Voulez-vous synchroniser avec Apple Health ?
hr: Želiš li sinkronizirati s Appleovim programom „Zdravlje”?
it: Vuoi sincronizzarti con Apple Health?
nl: Wil je synchroniseren met Apple Gezondheid?
pl: Chcesz zsynchronizować się z Apple Health?
pt_br: Desejar sincronizar com o Saúde?
sv: Vill du synkronisera med Apple Hälsa?
uk: Хочете синхронізуватися з Apple Health?

# Setup.UserInfo.Weight
source: Weight
ca: Pes
cs: Hmotnost
da: Vægt
de: Gewicht
fi: Paino
fr: Poids
hr: Težina
it: Peso
nl: Gewicht
pl: Waga
pt_br: Peso
sv: Vikt
uk: Вага

# Setup.UserInfo.PreferredSystem.Imperial
source: Imperial
cs: Imperiální
da: Kejserlig
fi: Keisarillinen
fr: Impérial
hr: Imperijalni
it: Imperiale
nl: Brits-Amerikaans
pl: Imperialne
sv: Imperiskt
uk: Імперська

# Setup.UserInfo.PreferredSystem.Metric
source: Metric
ca: Mètric
cs: Metrické
da: Metrisk
de: Metrisch
fi: Metriikka
fr: Métrique
hr: Metrički
it: Metrico
nl: Metrisch
pl: Metryczne
pt_br: Métrico
sv: Metrisk
uk: Метрика

# Setup.UserInfo.PreferredSystem
source: Preferred System
ca: Sistema preferit
cs: Preferované jednotky
da: Foretrukket system
de: Einheitensystem
fi: Ensisijainen Järjestelmä
fr: Système préféré
hr: Preferirani sustav
it: Sistema preferito
nl: Voorkeurssysteem
pl: Preferowany System
pt_br: Sistema preferido
sv: Föredraget Måttsystem
uk: Бажана система

# Setup.UserInfo.Username.Placeholder
source: Name
ca: Nom
cs: Jméno
da: Navn
fi: Nimi
fr: Nom
hr: Ime
it: Nome
nl: Naam
pl: Nazwa
pt_br: Nome
sv: Namn
uk: Ім'я

# Setup.UserInfo.Username
source: Username
ca: Nom d'usuari
cs: Uživatelské jméno
da: Brugernavn
de: Nutzername
fi: Käyttäjänimi
fr: Nom d'utilisateur
hr: Korisničko ime
it: Nome utente
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
sv: Användarnamn
uk: Ім'я користувача
