Repository: timfraedrich/OutRun
Catalog: OutRun/Support Files/*.lproj/Localizable.strings
Languages: ca, cs, da, de, fi, fr, hr, hu, is, it, nl, pl, pt_br, sv, uk

# Setup.UserInfo.Message
source: To enable some of the features in this app we need some basic information on you. Your weight for example is required to calculate the approximate energy burned in a workout. (To give us your name is totally optional)
ca: Per habilitar algunes de les funcions d'aquesta aplicació, necessitem informació bàsica sobre tu. El teu pes, per exemple, és necessari per calcular l'energia aproximada cremada en un entrenament. (Donar-nos el teu nom és totalment opcional)
cs: Ke správnému fungování aplikace jsou potřeba Vaše základní údaje. Vaše hmotnost se například používá k výpočtu spálených kalorií. (Jméno vyplňte zcela dobrovolně)
da: For at aktivere nogle af funktionerne i denne app har vi brug for nogle grundlæggende oplysninger om dig. Din vægt kræves for eksempel for at beregne den omtrentlige energi, der er brændt under en træning. (At give os dit navn er helt valgfrit)
de: Um unsere Dienste bereitzustellen brauchen wir ein paar grundlegende Infos über dich. Dein Gewicht brauchen wir beispielsweise, um die geschätzte verbrannte Energie in einem Workout zu berechnen. (Die Angabe deines Namen ist komplett freiwillig)
fi: Jotta joitakin ominaisuuksia tässä app tarvitsemme joitakin perustietoja sinusta. Esimerkiksi painosi on laskettava harjoituksen aikana poltettu likimääräinen energia. (Antaa meille nimesi on täysin valinnainen)
fr: Pour activer certaines des fonctionnalités de cette application, nous avons besoin d'informations de base sur vous. Votre poids, par exemple, est nécessaire pour calculer l'énergie approximative dépensée lors d'un entraînement. (Nous donner votre nom est totalement facultatif)
hr: Kako bismo omogućili upotrebu nekih funkcija ovog programa, trebaju nam neki osnovni podaci o tebi. Na primjer, tvoja težina je potrebna za izračunavanje približno potrošene energije pri treningu. (Upiši tvoje ime samo ako želiš)
it: Per attivare alcune delle funzioni di questa app abbiamo bisogno di alcune informazioni di base su di voi. Il vostro peso, ad esempio, è necessario per calcolare l'energia approssimativa bruciata in un allenamento. (Darci il tuo nome è totalmente facoltativo)
nl: Om een aantal van de functies in deze app mogelijk te maken hebben we wat basisinformatie over u nodig. Uw gewicht is bijvoorbeeld nodig om de geschatte energie die in een training wordt verbrand te berekenen. (Het geven van je naam is volledig optioneel.)
pl: Aby włączyć niektóre funkcje w tej aplikacji, potrzebujemy podstawowych informacji o Tobie. Twoja waga na przykład jest wymagana do obliczenia przybliżonej energii spalonej w treningu. (Podanie imienia i nazwiska jest całkowicie opcjonalne)
pt_br: Para ativar alguns dos recursos neste aplicativo nós precisamos de informações básicas sobre você. Seu peso, por exemplo, é necessário para calcular quanta energia foi queimada num exercício. (Nos fornecer seu nome é totalmente opcional)
sv: För att aktivera en del av funktionerna i den här appen behöver vi lite grundläggande information om dig. Din vikt krävs till exempel för att beräkna den ungefärliga energi som förbränns under ett träningspass. (Det är helt valfritt att uppge ditt namn)
uk: Щоб увімкнути деякі функції в цьому застосунку, нам потрібна базова інформація про вас. Наприклад, ваша вага потрібна для розрахунку приблизної енергії, використаної під час тренування. (Вказувати нам своє ім'я абсолютно необов'язково)

# Setup.UserInfo.Title
source: But now let's talk about You
ca: Però ara parlem de tu
cs: Pojďme se bavit o Vás
da: Men lad os nu tale om dig
de: Aber jetzt zu Dir
fi: Mutta nyt puhutaan sinusta
fr: Mais maintenant, parlons de vous
hr: Razgovarajmo sada o tebi
it: Ma ora parliamo di te
nl: Maar laten we het nu over jou hebben
pl: Ale teraz porozmawiajmy o Tobie
pt_br: Mas agora vamos falar de você
sv: Men nu ska vi prata om dig
uk: Але тепер давайте поговоримо про Вас

# Setup.Formalities.Message
source: This is the most boring part of the setup, so let's get it over with. If you don't want to read the policies (which we totally get) here is a really small summary: All your data is saved locally (with the exception of syncronization with Apple Health), so you stay in control of it and don't need to worry about any kind of leak or exploit.
ca: Aquesta és la part més avorrida de la configuració, així acabem amb ella. Si no voleu llegir les polítiques (que ho comprenem), aquí teniu un resum molt petit: totes les vostres dades es guarden localment (a excepció de la sincronització amb Apple Health), de manera que en teniu el control i no cal preocupar-se per cap tipus de filtració o explotació.
cs: Tohle je nejnudnější část, takže se do toho pusťme. Jestli se Vám nechce číst podmínky (což chápeme), tady je malé shrnutí: Veškerá Vaše data se ukládají lokálně (výjimkou je synchronizace se službou Apple Zdraví), máte je zcela pod kontrolou a nemusíte se bát úniků ani zneužití.
da: Dette er den kedeligste del af opsætningen, så lad os klare det. Hvis du ikke vil læse politikkerne (som vi helt får) her er en virkelig lille oversigt: Alle dine data gemmes lokalt (med undtagelse af synkronisering med Apple Health), så du forbliver i kontrol over det og don ' behøver ikke bekymre dig om enhver form for lækage eller udnyttelse.
de: Da dies der langweiligste Teil des Setups ist, lass es und schnell hinter uns bringen. Falls du nicht die ganzen Erklärungen lesen möchtest, ist hier eine kleine Zusammenfassung: Alle deine Daten bleiben lokal auf deinem Gerät (außer wenn du deine Daten mit Apple Health synchronisierst), du bleibst also in voller Kontrolle über sie und läufst nicht Gefahr, dass sie geklaut oder ausgenutzt werden.
fi: Tämä on asennuksen tylsin osa,joten hoidetaan se. Jos et halua lukea politiikat (josta olemme täysin päästä) täällä on todella pieni yhteenveto: Kaikki tiedot tallennetaan paikallisesti (lukuun ottamatta synkronointi kanssa Apple Health), joten voit pysyä hallita sitä ja ei tarvitse murehtia minkäänlaista vuotoa tai hyödyntää.
fr: Ceci est la partie la plus ennuyeuse de la configuration, alors finissons-en. Si vous ne voulez pas lire les politiques (ce que nous comprenons totalement), voici un très court résumé : toutes vos données sont enregistrées localement (à l'exception de la synchronisation avec Apple Health), donc vous en gardez le contrôle et vous n'avez besoin de vous inquiéter de fuites de données.
hr: Ovo je najdosadniji dio postavljanja programa, stoga obavimo to što brže. Ako ne želiš čitati pravila (što u potpunosti razumijemo), ovo je stvarno mali sažetak: Svi se tvoji podaci spremaju lokalno (s izuzetkom sinkronizacije s Appleovim programom „Zdravlje”), tako da ti vladaš nad njima i ne moraš se brinuti o bilo kakvom curenju ili iskorištavanju podataka.
it: Questa è la parte più noiosa del setup, quindi facciamola finita. Se non volete leggere le polizze (che otteniamo totalmente) ecco un piccolo riassunto: tutti i vostri dati sono salvati localmente (con l'eccezione della sincronizzazione con Apple Health), in modo da mantenerne il controllo e non dovete preoccuparvi di alcun tipo di perdita o di sfruttamento.
nl: Dit is het meest saaie deel van de opstelling, dus laten we het maar doen. Als u niet wilt lezen het beleid (die we helemaal krijgen) hier is een heel klein overzicht: Al uw gegevens worden lokaal opgeslagen (met uitzondering van de synchronisatie met Apple Health), dus je blijft de controle over het en hoeft geen zorgen te maken over elke vorm van lek of uitbuiting.
pl: To najbardziej nudna część konfiguracji, więc miejmy to już za sobą. Jeśli nie chcesz czytać zasad (które całkowicie dostajemy) oto naprawdę małe podsumowanie: wszystkie Twoje dane są zapisywane lokalnie (z wyjątkiem synchronizacji z Apple Health), Więc pozostajesz pod kontrolą i nie musisz się martwić o jakikolwiek wyciek lub exploit.
pt_br: Esta é a parte mais chata da configuração, então vamos logo. Se você não quer ler as políticas (o que nós entendemos) aqui está um resumo: todos os seus dados são salvos localmente (com a exceção da sincronização com o Saúde), então você mantém o controle sobre eles e você não precisa se preocupar com nenhum tipo de vazamento ou façanha.
sv: Detta är den tråkigaste delen av installationen, så låt oss få den överstökad. Om du inte vill läsa policyerna (vilket vi förstår) finns här är en liten sammanfattning: all din data sparas lokalt (med undantag för synkronisering med Apple Hälsa) - så du bibehåller kontrollen över din data och behöver inte oroa dig för att den utnyttjas eller läcker ut.
uk: Це найнудніша частина налаштування, тож покінчимо з нею. Якщо ви не хочете читати політику (яку ми повністю отримуємо), ось справді невеликий підсумок: Усі ваші дані зберігаються локально (за винятком синхронізації з Apple Health), тож ви можете контролювати їх і не потрібно турбуватися про будь-який вид витоку чи використання.

# Setup.Formalities.Title
source: I guess let's start with the formalities
ca: Suposo que comencem pels tràmits
cs: Čas na formality
da: Lad os starte med formaliteterne
de: Okay, lass uns mit den Formalitäten anfangen
fi: Aloitetaan muodollisuuksista
fr: Commençons par les formalités je suppose
hr: Krenimo onda s formalnostima
it: Cominciamo con le formalità
nl: Laten we beginnen met de formaliteiten
pl: Zacznijmy od formalności
pt_br: Vamos começar com as formalidades
sv: Vi börjar med formaliteterna
uk: Гадаю, почнемо з формальностей

# Setup.Feature.Lock.Message
source: Don't worry about your data, all of it stays on your device as long as you want it to.
ca: No us preocupeu per les vostres dades, totes quedaran al dispositiu sempre que vulgueu.
cs: O svá data se nebojte, nic z nich neopustí Vaše zařízení, pokud to sami nechcete.
da: Du skal ikke bekymre dig om dine data, det hele forbliver på din enhed, så længe du vil have det.
de: Mach dir keine Sorgen über deine Daten, solange du sie nicht woanders willst bleiben sie lokal.
fi: Älä ole huolissasi tiedoista, kaikki se pysyy laitteellasi niin kauan kuin haluat.
fr: Ne vous inquiétez pas pour vos données, toutes restent sur votre appareil aussi longtemps que vous le souhaitez.
hr: Ne brini o tvojim podacima. Svi podaci ostaju na tvom uređaju dok god to želiš.
it: Non preoccupatevi per i vostri dati, rimangono tutti sul vostro dispositivo per tutto il tempo che volete.
nl: Maak je geen zorgen over je gegevens, ze blijven allemaal op je apparaat staan zolang je dat zelf wil.
pl: Nie martw się o swoje dane, Wszystkie pozostają na urządzeniu tak długo, jak chcesz.
pt_br: Não seu preocupe com seus dados, todos eles ficam em seu dispositivo contanto que você queira.
sv: Oroa dig inte över din data, allt stannar på enheten så länge du vill.
uk: Не турбуйтеся про свої дані, все це залишиться на пристрої, поки ви цього хочете.

# Setup.Feature.Lock.Title
source: Privacy Focused
ca: Centrat en la privadesa
cs: Důraz na soukromí
da: Privatlivsfokuseret
de: Privatsphäre im Vordergrund
fi: Yksityisyys Keskittynyt
fr: Axé sur la confidentialité
hr: Privatnost aktivna
it: Focalizzato sulla privacy
nl: Privacygericht
pl: Polityka Prywatności
pt_br: Focado em privacidade
sv: Fokus på Integritet
uk: Орієнтований на конфіденційність

# Setup.Feature.Chart.Message
source: Look at detailed statistics like top speed and your average pace after you finished your workout
ca: Mireu estadístiques detallades com ara la velocitat màxima i el ritme mitjà després d’acabar l’entrenament
cs: Po skončení Vašeho tréninku si zobrazte podrobné statistiky, jako je maximální rychlost nebo průměrné tempo
da: Se på detaljerede statistikker som tophastighed og dit gennemsnitstempo, når du er færdig med din træning
de: Guck dir nach deinen Workouts detaillierte Statistiken, wie z.B. Höchstgeschwindigkeit oder Tempo, an.
fi: Katso yksityiskohtaisia tilastoja, kuten huippunopeus ja keskimääräinen tahti harjoittelun jälkeen
fr: Regardez des statistiques détaillées comme la vitesse maximale et votre allure moyenne après avoir terminé votre entraînement
hr: Nakon završetka treninga, pogledaj detaljnu statistiku poput najveće brzine i prosječno vrijeme
it: Guardate le statistiche dettagliate come la velocità massima e il vostro ritmo medio dopo aver terminato l'allenamento
nl: Kijk naar gedetailleerde statistieken zoals de topsnelheid en je gemiddelde tempo na afloop van de training
pl: Spójrz na szczegółowe statystyki, takie jak prędkość maksymalna i średnie tempo po zakończeniu treningu
pt_br: Veja estatísticas detalhadas como velocidade máxima e seu ritmo médio depois de terminar seu exercício
sv: Titta på detaljerad statistik som topphastighet och ditt genomsnittliga tempo efter att du avslutat träningen
uk: Перегляньте детальну статистику, як-от максимальна швидкість і середній темп після завершення тренування

# Setup.Feature.Chart.Title
source: Detailed Statistics
ca: Estadístiques detallades
cs: Podrobné statistiky
da: Detaljerede statistikker
de: Detaillierte Statistiken
fi: Yksityiskohtaiset Tilastot
fr: Statistiques détaillées
hr: Detaljna statistika
it: Statistica dettagliata
nl: Gedetailleerde statistieken
pl: Szczegółowe Statystyki
pt_br: Estatística detalhada
sv: Detaljerad statistik
uk: Детальна статистика

# Setup.Feature.Route.Message
source: Record your running, walking or cycling workouts with the highest accuracy possible on your phone.
ca: Enregistreu els entrenaments de córrer, caminar o anar amb bicicleta amb la màxima precisió possible al vostre telèfon.
cs: Nahrávejte svůj běh, chůzi nebo jízdu na kole s nejvyšší přesností, jakou Váš telefon dokáže.
da: Optag dine løb, gå eller cykeltræning med den højest mulige nøjagtighed på din telefon.
de: Zeichne deine Lauf-, Geh- und Fahrradworkouts mit der auf deinem Handy größtmöglichen Genauigkeit auf.
fi: Tallenna juoksu -, kävely-tai pyöräilyharjoitukset mahdollisimman tarkasti puhelimellasi.
fr: Enregistrez vos entraînements de course à pied, de marche ou de vélo avec la plus grande précision possible sur votre téléphone.
hr: Snimi tvoje treninge trčanja, hodanja ili vožnji biciklom na mobitelu, s najvećom mogućom preciznošću.
it: Registrate i vostri allenamenti di corsa, a piedi o in bicicletta con la massima precisione possibile sul vostro telefono.
nl: Neem uw hardloop-, wandel- of fietstrainingen met de hoogst mogelijke nauwkeurigheid op uw telefoon op.
pl: Nagrywaj swoje treningi biegania, chodzenia lub jazdy na rowerze z najwyższą możliwą dokładnością w telefonie.
pt_br: Registre sua corrida, caminhada ou pedalada com a precisão mais alta possível no seu telefone.
sv: Spela in dina löppass, promenader eller cykelturer på telefonen, med största möjliga precision på din telefon.
uk: Записуйте свої тренування під час бігу, ходьби або їзди на велосипеді з найвищою точністю на свій телефон.

# Setup.Feature.Route.Title
source: Accurate Tracking
ca: Seguiment precís
cs: Přesné stopování
da: Nøjagtig sporing
de: Genaues Tracking
fi: Tarkka Seuranta
fr: Suivi précis
hr: Točno praćenje
it: Tracciamento accurato
nl: Nauwkeurig traceren
pl: Dokładne Śledzenie
pt_br: Monitoração precisa
sv: Nogrann spårning
uk: Точне відстеження

# Setup.StartButton
source: Let's go
ca: Som-hi
cs: Začít
da: Lad os gå
de: Los geht's
fi: Mennään
fr: C'est parti
hr: Krenimo
it: Andiamo
nl: Laten we gaan
pl: Chodźmy
pt_br: Vamos lá
sv: Kom igång
uk: Вперед

# Setup.Introduction
source: the running app that actually cares about your privacy, where you don't have to create a user account, or give sensitive data that then lies on a server in the middle of nowhere. But more of that later for now let's just get started.
ca: l’aplicació en execució que realment es preocupa per la vostra privadesa, on no cal que creeu cap compte d’usuari o que proporcioneu dades sensibles que es troben en un servidor enmig del no-res. Però més d’això més endavant, ara per ara, només hem de començar.
cs: tréninková aplikace, které záleží na Vašem soukromí – není třeba se nikam registrovat ani odesílat citlivá data na něčí servery. O tom ale později, teď se pusťme do práce.
da: den kørende app, der faktisk holder af dit privatliv, hvor du ikke behøver at oprette en brugerkonto eller give følsomme data, der derefter ligger på en server midt i himlen. Men mere af det senere for nu, lad os bare komme i gang.
de: die Lauf-App, die sich wirklich für deine Privatsphäre interressiert, wo man keinen Account erstellen, geschweige denn sensible Daten weiter geben muss, die dann irgendwo im Nirgendwo auf einem Server liegen. Aber davon später noch mehr, lass uns jetzt erstmal anfangen.
fi: käynnissä sovellus, joka todella välittää yksityisyyttä, jossa sinun ei tarvitse luoda käyttäjätiliä, tai antaa arkaluonteisia tietoja, jotka sitten sijaitsee palvelimella, keskellä ei mitään. Mutta lisää siitä myöhemmin nyt aloitetaan.
fr: l'application de course qui se soucie réellement de votre vie privée, où vous n'avez pas à créer de compte utilisateur ou à fournir de données sensibles qui se trouvent ensuite sur un serveur au milieu de nulle part. Mais voyons ça plus tard, commençons simplement.
hr: program za trčanje koji se brine o tvojoj privatnosti, za koji ne trebaš korisnički račun niti odavati osjetljive podatke, koji se zatim nalaze na poslužitelju usred ničega. Ali više o tome kasnije. Za sada, započnimo.
it: l'applicazione in esecuzione che si preoccupa effettivamente della vostra privacy, dove non dovete creare un account utente, o fornire dati sensibili che poi giacciono su un server in mezzo al nulla. Ma più tardi, per ora, iniziamo a parlare di questo.
nl: de draaiende app die daadwerkelijk om uw privacy geeft, waarbij u geen gebruikersaccount hoeft aan te maken, of gevoelige gegevens hoeft te geven die dan op een server in the middle of nowhere liggen. Maar meer van dat soort zaken laten we later voor nu gewoon beginnen.
pl: uruchomiona aplikacja, która naprawdę dba o Twoją prywatność, w której nie musisz tworzyć konta użytkownika ani podawać poufnych danych, które następnie leżą na serwerze pośrodku niczego. Ale więcej o tym później na razie zacznijmy.
pt_br: o aplicativo de exercício que se importa com sua privacidade, onde você não precisa criar uma conta de usuário, ou fornecer dados sensíveis que ficam num servidor no meio do nada. Mais sobre isso daqui a pouco, vamos começar.
sv: den löpapp som faktiskt bryr sig om din integritet, där du inte behöver skapa ett användarkonto eller tillåta att känsliga data förvaras på en server bortom din kontroll. Men mer om det senare, för låt oss nu komma igång.
uk: застосунок, який фактично піклується про вашу конфіденційність, де ви не повинні створювати обліковий запис користувача або надати конфіденційні дані, які потім знаходяться на сервері посеред нічого. Але про це пізніше, поки що давайте просто почнемо.

# Setup.Headline
source: welcome to
ca: benvingut a
cs: Vítá Vás
da: velkommen til
de: Willkommen bei
fi: Tervetuloa
fr: bienvenue dans
hr: pozdrav u
it: benvenuti a
nl: welkom bij
pl: witamy w
pt_br: bem vindo ao
sv: Välkommen till
uk: ласкаво просимо до

# HKImport.ImportAll.Error
source: Some Apple Health Workouts could not be added, they will still appear in the list, please try again later.
ca: No s'han pogut afegir alguns entrenaments d'Apple Health; continuaran apareixent a la llista. Torneu-ho a provar més tard.
cs: Některé tréninky z Apple Zdraví se nepodařilo přidat, stále se ukazují v seznamu, zkuste to prosím později.
da: Nogle Apple Health Workouts kunne ikke tilføjes, de vises stadig på listen. Prøv igen senere.
de: Einige Apple-Health-Workouts konnte nicht importiert werden, diese befinden sich immer noch in der Liste, bitte versuche es später erneut.
fi: Joitakin Apple Health harjoituksia ei voitu lisätä, ne näkyvät edelleen luettelossa, yritä myöhemmin uudelleen.
fr: Certains entraînements Apple Health n'ont pas pu être ajoutés, ils apparaîtront toujours dans la liste, veuillez réessayer plus tard.
hr: Neke treninge Appleovog programa „Zdravlje” nije bilo moguće dodati, no svejedno će se pojaviti na popisu. Pokušaj kasnije ponovo.
it: Alcuni Apple Health Workouts non hanno potuto essere aggiunti, appariranno comunque nella lista, si prega di riprovare più tardi.
nl: Sommige Apple Gezondheid-trainingen konden niet worden toegevoegd. Ze verschijnen nog steeds in de lijst, maar probeer het later nog eens.
pl: Niektóre treningi zdrowia Apple nie mogą zostać dodane, nadal będą pojawiać się na liście, spróbuj ponownie później.
pt_br: Alguns dos exercícios do Saúde não puderam ser adicionados. Eles ainda aparecerão na lista. Por favor tente novamente mais tarde.
sv: Ett antal Apple Hälsa-träningspass kunde inte läggas till, de kommer fortfarande att visas i listan, försök igen senare.
uk: Деякі тренування Apple Health не вдалося додати, вони все одно з'являться в списку, будь ласка, спробуйте ще раз пізніше.

# HKImport.ImportAll.Alert.Message
source: Do you want to Import all Apple Health Workout into OutRun, this may take some time?
ca: Vols importar tots els entrenaments d'Apple Health a OutRun? Això pot trigar una mica.
cs: Chcete importovat všechny tréninky v Apple Zdraví do aplikace OutRun? Může to chvíli trvat.
da: Vil du importere al Apple Health Workout til OutRun, det kan tage lidt tid?
de: Willst du alle Apple-Health-Workouts in OutRun importieren, dies kann möglicherweise eine Weile dauern?
fi: Haluatko tuoda kaikki Apple Health Workout osaksi OutRun, tämä voi kestää jonkin aikaa?
fr: Voulez-vous importer tous les entraînements d'Apple Health dans OutRun ? Ceci peut prendre un certain temps.
hr: Želiš li uvesti sve treninge Appleovog programa „Zdravlje” u „OutRun”? To može potrajati.
it: Vuoi importare tutti gli Apple Health Workout in OutRun, questo potrebbe richiedere un po' di tempo?
nl: Wil je alle Apple Gezondheid-trainingen importeren in OutRun; dit kan even duren?
pl: Czy chcesz zaimportować cały trening Apple Health do OutRun, może to zająć trochę czasu?
pt_br: Isso pode demorar um pouco, deseja importar todos os exercícios do Saúde para o OutRun?
sv: Vill du importera alla Apple Hälsa-träningspass till OutRun, det kan ta lite tid?
uk: Ви хочете імпортувати всі тренування Apple Health в OutRun, це може зайняти деякий час?

# HKImport.ImportAll.Alert.Title
source: Import all Workouts?
ca: Voleu importar tots els entrenaments?
cs: Importovat všechny tréninky?
da: Importere alle træningsprogrammer?
de: Alle Workouts importieren?
fi: Tuo kaikki harjoitukset?
fr: Importer tous les entraînements ?
hr: Uvesti sve treninge?
it: Importare tutti gli allenamenti?
nl: Alle trainingen importeren?
pl: Importować wszystkie treningi?
pt_br: Importar todos os exercícios?
sv: Importera alla träningspass?
uk: Імпортувати всі тренування?

# HKImport.Error
source: The Apple Health Workout could not be added, please try again later.
ca: No s'ha pogut afegir Apple Health Workout. Torneu-ho a provar més tard.
cs: Trénink z Apple Zdraví se nepodařilo přidat, zkuste to prosím později.
da: Apple Health Workout kunne ikke tilføjes. Prøv igen senere.
de: Das Apple-Health-Workout konnte nicht importiert werden, bitte versuche es später erneut.
fi: Apple Health Workoutia ei voitu lisätä, yritä myöhemmin uudelleen.
fr: L'entraînement Apple Health n'a pas pu être ajouté, veuillez réessayer plus tard.
hr: Trening iz Appleovog programa „Zdravlje” nije bilo moguće dodati. Pokušaj kasnije ponovo.
it: Non è stato possibile aggiungere l'Apple Health Workout, si prega di riprovare più tardi.
nl: De Apple Gezondheid-training kon niet worden toegevoegd, probeer het later nog eens.
pl: Nie można dodać programu Apple Health Workout, spróbuj ponownie później.
pt_br: O exercício do Saúde não pôde ser adicionado, por favor tente novamente mais tarde.
sv: Apple Hälsa-träningspasset kunde inte läggas till, försök igen senare.
uk: Не вдалося додати тренування Apple Health , будь ласка, повторіть спробу пізніше.
