Repository: timfraedrich/OutRun
Catalog: OutRun/Support Files/*.lproj/Localizable.strings
Languages: ca, cs, da, de, fi, fr, hr, hu, is, it, nl, pl, pt_br, sv, uk

# EditWorkoutController.SaveWorkout.Error
source: Failed to add workout, please try again.
ca: No s'ha pogut afegir l'entrenament; torneu-ho a provar.
cs: Přidávání tréninku se nezdařilo, zkuste to prosím znovu.
da: Kunne ikke tilføje træning. Prøv igen.
de: Das Workout konnte nicht gespeichert werden, bitte versuche es später erneut.
fi: Ei lisätä harjoitus, yritä uudelleen.
fr: Échec de l'ajout de l'entraînement, veuillez réessayer.
hr: Neuspjelo dodavanje treninga. Pokušaj ponovo.
it: Non è stato possibile aggiungere l'allenamento, riprovare.
nl: Heb je geen training toegevoegd, probeer het dan nog eens.
pl: Nie udało się dodać treningu, spróbuj ponownie.
pt_br: Falha ao adicionar exercício, por favor tente novamente.
sv: Misslyckades med att lägga till träningspass, vänligen försök igen.
uk: Не вдалося додати тренування, спробуйте ще раз.

source: Yesterday
ca: Ahir
cs: Včera
da: I går
de: Gestern
fi: Eilen
fr: Hier
hr: Jučer
it: Ieri
nl: Gisteren
pl: Wczoraj
pt_br: Ontem
sv: Igår
uk: Завтра

source: Today
ca: Avui
cs: Dnes
da: I dag
de: Heute
fi: Hetkellä
fr: Aujourd'hui
hr: Danas
it: Oggi
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
sv: Idag
uk: Сьогодні

# TerminationBackup.LostAlert.Message
source: It seems that the last time you have been recording a workout the app was terminated and we have not been able to save your workout data.
ca: Sembla que la darrera vegada que vas enregistrar un entrenament, es va finalitzar l'aplicació i no hem pogut desar les vostres dades d'entrenament.
cs: Zdá se, že když jste si naposledy měřili trénink, aplikaci jste bez uložení zavřeli. Data se nám bohužel nepodařilo uchovat.
da: Det ser ud til, at sidste gang du har optaget en træning, blev appen afsluttet, og vi har ikke været i stand til at gemme dine træningsdata.
de: Scheinbar hast du bei der letzten Aufzeichnung eines Workouts die App beendet, wir haben es nicht geschafft diese Daten zu retten.
fi: Näyttää siltä, että viimeksi kun olet tallentanut harjoituksen, sovellus lopetettiin, emmekä ole pystyneet tallentamaan harjoitustietojasi.
fr: Il semble que la dernière fois que vous avez enregistré un entraînement, l'application a été fermée et nous n'avons pas pu enregistrer vos données d'entraînement.
hr: Čini se da je program prilikom zadnjeg snimanja trening prekinut i nismo uspjeli spremiti tvoje podatke treninga.
it: Sembra che l'ultima volta che avete registrato un allenamento l'app sia stata terminata e non siamo stati in grado di salvare i dati dell'allenamento.
nl: Het lijkt erop dat de laatste keer dat je een training hebt opgenomen, de app is beëindigd en dat we je trainingsgegevens niet hebben kunnen opslaan.
pl: Wydaje się, że po ostatnim nagraniu treningu aplikacja została zakończona i nie byliśmy w stanie zapisać danych treningu.
pt_br: Parece que da última vez que você registrou um exercício o aplicativo fechou e não fomos capazes de salvar os dados do exercício.
sv: Det verkar som att appen avslutades innan träningspasset hann sparas och vi har inte kunnat spara dina träningsdata.
uk: Схоже, що під час останнього запису тренування застосунок був вимкнений, і ми не змогли зберегти дані про тренування.

# TerminationBackup.LostAlert.Title
source: Lost Workout
ca: Entrenament perdut
cs: Ztracený trénink
da: Mistet træning
de: Workout verloren
fi: Kadonnut Harjoitus
fr: Entraînement perdu
hr: Izgubljeni trening
it: Allenamento perso
nl: Verloren training
pl: Utracony Trening
pt_br: Exercício perdido
sv: Förlorat träningspass
uk: Втрачене тренування

# TerminationBackup.Save.Health.Error
source: For some Reason the Workout could not be saved to Apple Health.
ca: Per alguns motius, no s'ha pogut desar l'entrenament a Apple Health.
cs: Z nějakého důvodu se trénink nepodařilo uložit do Apple Zdraví.
da: Af en eller anden grund kunne træningen ikke gemmes i Apple Health.
de: Aus irgendeinem Grund konnte das Workout nicht in Apple Health gespeichert werden.
fi: Jostain syystä harjoittelua ei voitu tallentaa Apple Health.
fr: Pour une raison quelconque, l'entraînement n'a pas pu être enregistré dans Apple Health.
hr: Iz nepoznatih razloga nije bilo moguće spremiti trening u Appleov program „Zdravlje”.
it: Per qualche motivo non è stato possibile salvare l'allenamento alla Apple Health.
nl: Om een of andere reden kon de training niet worden opgeslagen in Apple Health.
pl: Z jakiegoś powodu trening nie mógł zostać zapisany w Apple Health.
pt_br: Por algum motivo o exercício não pode ser salvo no Saúde.
sv: Av någon anledning kunde träningen inte sparas till Apple Hälsa.
uk: З деяких причин тренування не вдалося зберегти в Apple Health.

# TerminationBackup.Save.Error
source: We are sorry, the workout could not be saved.
ca: Ho sentim, no s'ha pogut desar l'entrenament.
cs: Je nám líto, trénink se nepodařilo uložit.
da: Vi beklager, træningen kunne ikke gemmes.
de: Es tut uns leid, aber das Workout konnte nicht gespeichert werden.
fi: Olemme pahoillamme, harjoitus ei voitu tallentaa.
fr: Nous sommes désolés, l'entraînement n'a pas pu être enregistré.
hr: Nažalost nije bilo moguće spremiti trening.
it: Siamo spiacenti, l'allenamento non ha potuto essere salvato.
nl: Het spijt ons, de training kon niet worden gered.
pl: Przepraszamy, trening nie został zapisany.
pt_br: Nos desculpe, o exercício não pôde ser salvo.
sv: Vi är ledsna, träningpasset kunde inte sparas.
uk: Вибачте, тренування не вдалося зберегти.

# TerminationBackup.SaveAlert.Message
source: The last time you have been recording a workout you seem to have quit this app without saving it. We have been able to save the data before the app was terminated, do you want to save it now?
ca: L'última vegada que heu estat enregistrant un entrenament, sembla que heu sortit d'aquesta aplicació sense desar-la. Hem pogut desar les dades abans de finalitzar l'aplicació, voleu desar-les ara?
cs: Zdá se, že když jste si naposledy měřili trénink, aplikaci jste bez uložení zavřeli. Podařilo se nám tato data uchovat, chcete je uložit?
da: Sidste gang du har optaget en træning, ser det ud til at du har afbrudt denne app uden at gemme den. Vi har været i stand til at gemme dataene, før appen blev afsluttet. Vil du gemme dem nu?
de: Letztes mal als du ein Workout aufgezeichnet hast, hast du scheinbar die App geschlossen ohne zu speichern. Wir konnten die Daten speichern, bevor die App beendet wurde. Willst du das Workout speichern?
fi: Viimeksi kun olet tallentanut harjoituksen, näytät lopettaneen tämän sovelluksen tallentamatta sitä. Olemme voineet tallentaa tiedot ennen sovelluksen lopettamista, haluatko tallentaa sen nyt?
fr: La dernière fois que vous avez enregistré un entraînement, vous semblez avoir quitté cette application sans l'avoir sauvegardée. Nous avons pu sauvegarder les données avant que l'application ne soit arrêtée, voulez-vous les sauvegarder maintenant ?
hr: Čini se da je prilikom zadnjeg snimanja treninga program prekinut, bez spremanja podataka. Uspjeli smo spremiti podatke prije prekida programa. Želiš li ih sada spremiti?
it: L'ultima volta che avete registrato un allenamento sembra che abbiate abbandonato questa app senza salvarla. Siamo stati in grado di salvare i dati prima che l'app fosse terminata, volete salvarli ora?
nl: De laatste keer dat je een training hebt opgenomen, heb je vermoedelijk de app verlaten zonder deze op te slaan. We hebben de gegevens kunnen opslaan voordat de app werd beëindigd, wil je deze nu opslaan?
pl: Po ostatnim nagraniu treningu wydaje się, że zamknąłeś tę aplikację bez jej zapisywania. Udało nam się zapisać dane przed zakończeniem aplikacji, czy chcesz zapisać je teraz?
pt_br: Na última vez que você registrou um exercício parece que você saiu do aplicativo sem o salvar. Não fomos capazes de salvar seus dados antes do aplicativo fechar, deseja salvá-los agora?
sv: Förra gången du registrerade ett träningspass verkar du ha avslutat appen utan att ha sparat. Vi har kunnat spara ner data innan appen avslutades, vill du spara denna nu?
uk: Останній раз, коли ви записували тренування, ви, здається, вийшли з цього застосунку, не зберігши її. Ми змогли зберегти дані до завершення роботи застосунку. Зберегти їх зараз?

# TerminationBackup.SaveAlert.Title
source: Rescued Workout
ca: Entrenament rescatat
cs: Obnovený trénink
da: Reddet træning
de: Workout gerettet
fi: Pelastettu Harjoitus
fr: Entraînement sauvé
hr: Spašeni trening
it: Allenamento salvato
nl: Herstelde training
pl: Uratowany Trening
pt_br: Exercício resgatado
sv: Återskapar träningspass
uk: Збережене тренування

# Setup.Permission.Motion.Error
source: You have not given this app permission to motion and fitness related sensor data. To change that and give the app access to data like steps, you have to enable access in iOS Settings manually. Do you want to open Settings?
ca: No heu donat permís a aquesta aplicació per a les dades del sensor relacionades amb el moviment i la forma física. Per canviar-ho i donar accés a l'aplicació a dades com ara passos, heu d'activar l'accés a la configuració d'iOS manualment. Voleu obrir Configuració?
cs: Neudělili jste přístup k pohybovým a fitness datům. Chcete-li to nastavení změnit, je to potřeba udělat ručně v nastavení telefonu. Chcete otevřít nastavení?
da: Du har ikke givet denne app tilladelse til bevægelses- og fitnessrelaterede sensordata. For at ændre det og give appen adgang til data som trin, skal du aktivere adgang i iOS-indstillinger manuelt. Vil du åbne Indstillinger?
de: Du hast uns scheinbar keinen Zugang auf deine Bewegungs- und Fitnessdaten gegeben. Um das zu ändern, musst du die Berechtigung manuell in den iOS-Einstellungen geben. Willst du die Einstellungen öffnen?
fi: Et ole antanut tätä sovellusta lupaa liike-ja kuntoiluun liittyviin anturitietoihin. Jos haluat muuttaa sitä ja antaa sovellukselle pääsyn tietoihin, kuten vaiheisiin, sinun on otettava pääsy käyttöön iOS-asetuksissa manuaalisesti. Haluatko avata Asetukset?
fr: Vous n'avez pas autorisé cette application à accéder aux données de capteur liées aux mouvements. Pour changer cela et donner à l'application l'accès aux données telles que les pas, vous devez activer manuellement l'accès dans les paramètres iOS. Voulez-vous ouvrir les paramètres ?
hr: Program nema dozvole za pristup podacima senzora koji se odnose na kretanje i kondiciju. Aktiviraj pristup tim podacima (npr. koraci) u postavkama iOS-a. Želiš li otvoriti postavke?
it: Non avete dato a questa app l'autorizzazione per i dati dei sensori relativi al movimento e al fitness. Per modificare questo dato e dare all'app l'accesso ai dati come passi, è necessario abilitare l'accesso in Impostazioni iOS manualmente. Volete aprire Impostazioni?
nl: U hebt deze app geen toestemming gegeven voor bewegings- en fitnessgerelateerde sensorgegevens. Om dat te wijzigen en de app toegang te geven tot gegevens zoals stappen, moet u de toegang in iOS Instellingen handmatig inschakelen. Wilt u Instellingen openen?
pl: Nie dałeś tej aplikacji uprawnienia do danych czujników związanych z ruchem i kondycją. Aby to zmienić i dać aplikacji dostęp do danych, takich jak kroki, musisz włączyć dostęp w Ustawieniach iOS ręcznie. Czy chcesz otworzyć Ustawienia?
pt_br: Você não deu a este aplicativo permissão para ver seus dados relacionados à movimento e preparo físico. Para mudar isso e dar ao aplicativo acesso a dados como passos, você precisa ir à Ajustes e ativar manualmente. Deseja abrir Ajustes?
sv: Du har inte gett denna app tillstånd att använda rörelse- och fitnessrelaterad sensordata. För att ändra detta och ge appen tillgång till data som exempelvis stegdata måste du aktivera denna åtkomst i iOS-inställningar manuellt. Vill du öppna inställningar?
uk: Ви не надали цій програмі дозвіл на дані датчиків, пов’язаних із рухом та фітнесом. Щоб змінити це та надати застосунку доступ до даних, як-от кроків, потрібно ввімкнути доступ у налаштуваннях iOS вручну. Бажаєте відкрити Налаштування?

# Setup.Permission.Motion.Message
source: For data like the steps you take during a workout this app needs access to motion and fitness data.
ca: Per a dades com ara els passos que feu durant un entrenament, aquesta aplicació necessita accés a les dades de moviment i de forma física.
cs: Aplikace potřebuje přístup k datům pohybu a fitness, aby mohla např. počítat kroky.
da: For data som de trin, du tager under en træning, har denne app brug for adgang til bevægelses- og fitnessdata.
de: Für Daten wie Schritte, die du während eines Workouts machst, braucht diese App Zugang zu Bewegungs- und Fitnessdaten.
fi: Tietoja, kuten vaiheet, jotka otat harjoituksen aikana, tämä sovellus tarvitsee pääsyn liike-ja kuntotietoihin.
fr: Pour des données telles que les pas que vous faites pendant un entraînement, cette application doit accéder aux données de mouvement et de fitness.
hr: Za podatke poput koraka tijekom treninga, ovaj program treba pristup podacima o kretanju i kondiciji.
it: Per dati come i passi che si fanno durante un allenamento questa app ha bisogno di accedere ai dati di movimento e fitness.
nl: Voor gegevens zoals de stappen die u tijdens een training neemt, heeft deze app toegang nodig tot bewegings- en fitnessdata.
pl: W przypadku danych, takich jak kroki, które wykonujesz podczas treningu, ta aplikacja wymaga dostępu do danych dotyczących ruchu i kondycji.
pt_br: Para dados como passos que você dá durante um exercício este aplicativo precisa de acesso aos dados de movimento e preparo físico.
sv: För att registrera data om de steg du tar under ett träningspass behöver appen tillgång till rörelse- och fitnessdata.
uk: Для таких даних, як кроки, які ви робите під час тренування, цьому застосунку потрібен доступ до даних про рух та фітнес .

# Setup.Permission.Motion
source: Motion Access
ca: Accés al moviment
cs: Přístup k pohybu
da: Bevægelsesadgang
de: Bewegung & Fitness
fi: Liikkeen Käyttöoikeus
fr: Accès aux mouvements
hr: Pristup kretanju
it: Accesso Motion
nl: Motie Toegang
pl: Dostęp do wniosku
pt_br: Acesso aos movimentos
sv: Tillgång till rörelsedata
uk: Доступ до руху

# Setup.Permission.AppleHealth.Error
source: You seem to not have been allowing us to access every requested category from Apple Health. Do you want to try again or turn off syncronisation?
ca: Sembla que no ens heu permès accedir a totes les categories sol·licitades des d’Apple Health. Voleu tornar-ho a provar o desactivar la sincronització?
cs: Zdá se, že jste nám nepovolili všechny potřebné kategorie Apple Zdraví. Chcete to zkusit znovu, nebo raději synchronizaci vypnout?
da: Det ser ud til, at du ikke har tilladt os at få adgang til alle anmodningskategorier fra Apple Health. Vil du prøve igen eller deaktivere synkronisering?
de: Scheinbar hast du uns nicht die nötige Berechtigung für Apple Health gegeben. Möchtest du es nochmal probieren oder die Synchronisation ausschalten?
fi: Et näytä antaneen meille mahdollisuutta käyttää kaikkia pyydettyjä luokkia Apple Health. Haluatko yrittää uudelleen tai sammuttaa synkronoinnin?
fr: Vous ne semblez pas nous avoir permis d'accéder à toutes les catégories demandées d'Apple Health. Voulez-vous réessayer ou désactiver la synchronisation ?
hr: Čini se da ne dozvoljavaš pristup svim zatraženim kategorijama iz Appleovog programa „Zdravlje”. Želiš li ponovo pokušati ili isključiti sinkronizaciju?
it: Sembra che tu non ci abbia permesso di accedere a tutte le categorie richieste da Apple Health. Vuoi riprovare o disattivare la sincronizzazione?
nl: Het lijkt erop dat je ons niet de toegang tot elke gevraagde categorie van Apple Gezondheid hebt toegestaan. Wil je het nog eens proberen of wil je de synchronisatie uitschakelen?
pl: Wydaje się, że nie pozwalasz nam uzyskać dostępu do każdej żądanej kategorii od Apple Health. Chcesz spróbować ponownie lub wyłączyć synchronizację?
pt_br: Parece que você não nos autorizou a acessar todas as categorias do Saúde. Você quer tentar novamente ou desligar a sincronização?
sv: Du verkar inte ha tillåtit oss att komma åt alla begärda kategorier från Apple Hälsa. Vill du försöka igen eller stänga av synkroniseringen?
uk: Здається, ви не дозволяли нам отримати доступ до кожної запитаної категорії з Apple Health. Спробувати ще раз чи вимкнути синхронізацію?

# Setup.Permission.AppleHealth.Message
source: Since you want us to save your workouts/weight to Apple Health we require permission from you to read and write to the Apple Health Store regarding the synced categories.
ca: Com que voleu que desem els vostres entrenaments / pes a Apple Health, necessitem permís per llegir i escriure a Apple Health Store sobre les categories sincronitzades.
cs: Protože chcete synchronizovat své tréninky a hmotnost data do Apple Zdraví, potřebujeme povolení číst a zapisovat do těchto kategorií.
da: Da du vil have os til at gemme din træning / vægt til Apple Health, kræver vi tilladelse fra dig til at læse og skrive til Apple Health Store vedrørende de synkroniserede kategorier.
de: Da du möchtest, dass wir deine Workouts und dein Gewicht mit Apple Health synchronisieren, brauchen wir die dafür nötige Berechtigung von dir.
fi: Koska haluat tallentaa liikuntaa/paino Apple Terveys emme vaadi lupaa voit lukea ja kirjoittaa Apple Health Store koskevat synkronoida luokat.
fr: Puisque vous souhaitez que nous enregistrions vos entraînements et votre poids dans Apple Health, nous avons besoin de votre autorisation pour lire et écrire sur l'Apple Health Store concernant les catégories synchronisées.
hr: Budući da želiš da tvoje treninge/težinu spremamo u Appleov program „Zdravlje”, trebamo dozvolu za čitanje i pisanje u vezi sa sinkroniziranim kategorijama.
it: Dal momento che volete che noi salviamo i vostri allenamenti/peso per Apple Health, vi chiediamo il permesso di leggere e scrivere all'Apple Health Store per quanto riguarda le categorie sincronizzate.
nl: Aangezien je wil dat wij je trainingen/gewicht opslaan in Apple Gezondheid, hebben we je toestemming nodig om de gesynchroniseerde categorieën te lezen en te schrijven naar Apple Gezondheid.
pl: Ponieważ chcesz, abyśmy zapisali Twoje treningi / wagę do Apple Health, wymagamy od Ciebie zgody na czytanie i pisanie do Apple Health Store w odniesieniu do zsynchronizowanych kategorii.
pt_br: Como você deseja que salvemos seus exercícios/peso no Saúde nós necessitamos de sua permissão para ler e escrever seus dados no aplicativo da Apple.
sv: Eftersom du vill spara din träning/vikt till Apple Hälsa behöver vi tillstånd från dig att läsa och skriva till Apple Hälsa-appen angående de synkroniserade kategorierna.
uk: Оскільки ви хочете, щоб ми зберігали ваші тренування/ваги в Apple Health, нам потрібен ваш дозвіл читати та писати в Apple Health Store щодо синхронізованих категорій.

# Setup.Permission.AppleHealth
source: Health Permission
ca: Permís de salut
cs: Přístup ke Zdraví
da: Health Tilladelse
de: Health-Berechtigung
fi: Health Lupa
fr: Autorisation Health
hr: Dozvola za „Zdravlje”
it: Permesso Di Salute
nl: Gezondheidstoestemming
pl: Pozwolenie Na Zdrowie
pt_br: Permissão de saúde
sv: Hälsa - Tillåtelse
uk: Дозвіл на здоров'я

# Setup.Permission.Location.Error
source: It seems like you have not granted us the permission to record your location. Please note that this is required for our service to work. To change this setting you have to go into your phone's Settings and grant us permission. Afterwards press the button again. Do you want to open Settings?
ca: Sembla que no ens heu concedit el permís per registrar la vostra ubicació. Tingueu en compte que això és necessari perquè el nostre servei funcioni. Per canviar aquesta configuració, heu d’entrar a la configuració del telèfon i concedir-nos permís. Després torneu a prémer el botó. Voleu obrir Configuració?
cs: Zdá se, že jste neudělili povolení zaznamenat vaší polohu. Vězte prosím, že to je nutné pro správné fungování aplikace. Chcete-li toto nastavení změnit, je potřeba přejít do nastavení telefonu a oprávnění udělit. Poté stiskněte tlačítko znovu. Chcete otevřít nastavení?
da: Det ser ud til, at du ikke har givet os tilladelse til at registrere din placering. Bemærk, at dette er nødvendigt for at vores service kan fungere. For at ændre denne indstilling skal du gå ind på telefonens indstillinger og give os tilladelse. Tryk derefter på knappen igen. Vil du åbne Indstillinger?
de: Scheinbar hast du uns keine Berechtigung auf deinen Standort gegeben, dies ist jedoch für die Nutzung dieses Dienstes essentiell. Um uns Zugriff auf deinen Standort zu geben, musst du dies manuell in den Einstellungen festlegen und danach den Knopf wieder betätigen.
fi: Näyttää siltä, että et ole antanut meille lupaa tallentaa sijaintisi. Huomaa, että tämä on tarpeen, jotta Palvelumme toimisi. Jos haluat muuttaa tätä asetusta, sinun on siirryttävä puhelimesi asetuksiin ja annettava meille lupa. Paina sen jälkeen painiketta uudelleen. Haluatko avata Asetukset?
fr: Il semble que vous ne nous ayez pas accordé la permission d'enregistrer votre position. Veuillez noter que ceci est nécessaire pour que notre service fonctionne. Pour modifier ce paramètre, vous devez accéder aux paramètres de votre téléphone et nous accorder la permission. Ensuite, appuyez à nouveau sur le bouton. Voulez-vous ouvrir les paramètres ?
hr: Čini se da nemamo dozvolu za snimanje tvoje lokacije, što je neophodno za rad naše usluge. Postavi dozvolu u postavkama tvog mobitela. Nakon toga ponovo pritisni gumb. Želiš li otvoriti postavke?
it: Sembra che lei non ci abbia concesso il permesso di registrare la sua posizione. Si prega di notare che questo è necessario affinché il nostro servizio funzioni. Per modificare questa impostazione è necessario andare nelle Impostazioni del telefono e concederci l'autorizzazione. Successivamente premere di nuovo il pulsante. Volete aprire Impostazioni?
nl: Het lijkt erop dat u ons geen toestemming heeft gegeven om uw locatie vast te leggen. Houd er rekening mee dat dit nodig is om onze service te laten werken. Om deze instelling te wijzigen moet u in de instellingen van uw telefoon gaan en ons toestemming geven. Druk daarna nogmaals op de knop. Wilt u Instellingen openen?
pl: Wygląda na to, że nie udzieliłeś nam pozwolenia na zapisanie Twojej lokalizacji. Należy pamiętać, że jest to wymagane, aby nasza usługa działała. Aby zmienić to ustawienie, musisz przejść do Ustawień telefonu i udzielić nam zgody. Następnie ponownie naciśnij przycisk. Czy chcesz otworzyć Ustawienia?
pt_br: Parece que você não nos deu permissão para registrar sua localização. Por favor tenha em mente que isso é necessário para nosso serviço funcionar. Para mudar esta configuração vá até Ajustes e nos dê permissão. Depois pressione o botão novamente. Quer abrir Ajustes?
sv: Det verkar som om du inte har gett oss åtkomst till din platsinformation. Observera att denna information krävs för att vår tjänst ska fungera. För att ändra detta måste du gå in i telefonens inställningar och ge din tillåtelse. Försök sedan igen. Vill du öppna inställningar?
uk: Здається, ви не надали нам дозвіл на запис вашого місцезнаходження. Зверніть увагу, що це необхідно для роботи нашого сервісу. Щоб змінити це налаштування, вам потрібно зайти в налаштування свого телефону та надати нам дозвіл. Після цього знову натисніть кнопку. Бажаєте відкрити Налаштування?
