Repository: timfraedrich/OutRun
Catalog: OutRun/Support Files/*.lproj/Localizable.strings
Languages: ca, cs, da, de, fi, fr, hr, hu, is, it, nl, pl, pt_br, sv, uk

# Settings.AppleHealthPreferences.Message
source: If the Sync options are enabled the app tries to synchronise with Apple Health, so new data by this app is automatically saved to the Health App and if the weight in apple health changes it automatically gets adjusted here too. Should the 'Auto Import Workouts' option be enabled, the app tries to automatically import new workouts added by other apps into the local database. 'Sync All Unsynced Workouts' synchronises all Workouts in this app, not already in synced, to Apple Health.
ca: Si les opcions de sincronització estan habilitades, l'aplicació intentarà sincronitzar-se amb Apple Health, de manera que les dades noves d'aquesta aplicació es desaran automàticament a l'aplicació Health i, si el pes de la salut a Apple Health canvia, també s'ajustarà automàticament aquí. Si l'opció "Auto-importar entrenaments" està activada, l'aplicació intentarà importar automàticament els entrenaments nous afegits per altres aplicacions a la base de dades local. "Sincronitzar tots els entrenaments" sincronitza tots els entrenament d'aquesta aplicació, que encara no estiguen sincronitzats, amb Apple Health.
cs: Pokud je povolena synchronizace, aplikace se pokusí synchronizovat s Apple Zdravím, takže nová data této aplikace se automaticky uloží do aplikace Zdraví a pokud se změní hmotnost ve Zdraví, automaticky se upraví i zde. Pokud by byla povolena možnost „Automatický import“, aplikace se pokusí automaticky importovat nové tréninky od jiných aplikací z místní databáze. 'Synchronizovat všechny tréninky' synchronizuje všechny tréninky v této aplikaci, které ještě nejsou synchronizovány, na Apple Zdraví.
da: Hvis Sync-indstillingerne er aktiveret, forsøger appen at synkronisere med Apple Health, så nye data fra denne app gemmes automatisk i Health App, og hvis vægten i apple-sundhed ændres, bliver den automatisk også justeret her. Hvis indstillingen 'Automatisk import af træning' er aktiveret, forsøger appen automatisk at importere nye træningsprogrammer tilføjet af andre apps til den lokale database. 'Synkroniser alle usynkroniserede træningsprogrammer' synkroniserer alle træningsprogrammer i denne app, ikke allerede synkroniseret, til Apple Health.
de: Wenn die Synchronisieren-Optionen aktiviert, sind versucht die App automatisch neue Daten bei Apple Health zu speichern. Des Weiteren werden Gewichtsänderungen in der Health App automatisch auch hier vorgenommen. Sollte die 'Workout Auto-Import'-Option aktiviert sein, versucht die App Workouts von anderen Apps automatisch in die lokale Datenbank hinzuzufügen. 'Alle Workouts Synchronisieren' synchronisiert alle noch nicht synchronisierten Workouts in dieser App mit Apple Health.
fi: Jos synkronointivaihtoehdot ovat käytössä, sovellus yrittää synkronoida Apple Healthin kanssa, joten tämän sovelluksen uudet tiedot tallennetaan automaattisesti Health-sovellukseen ja jos omenan terveyden paino muuttuu, se säätyy automaattisesti myös tässä. Jos Auto Import Workouts -vaihtoehto on käytössä, sovellus yrittää tuoda muiden sovellusten lisäämät uudet harjoitukset paikalliseen tietokantaan. Synkronoi kaikki synkronoimattomat harjoitukset synkronoi kaikki tämän sovelluksen harjoitukset, joita ei ole vielä synkronoitu, Apple Healthiin.
fr: Si les options de synchronisation sont activées, l'application tente de se synchroniser avec Apple Health, de sorte que les nouvelles données de cette application sont automatiquement enregistrées dans l'application Health et si le poids dans Apple Health change, elles sont automatiquement ajustées ici aussi. Si l'option « Importation automatique des entraînements » est activée, l'application essaye d'importer automatiquement de nouvelles séances d'entraînement ajoutées par d'autres applications dans la base de données locale. « Synchroniser tous les entraînements non synchronisés » synchronise tous les entraînements de cette application, non déjà synchronisés, avec Apple Health.
hr: Ako je opcija sinkronizacije aktivirana, program se pokušava sinkronizirati s Appleovim programom „Zdravlje”, tako da se novi podaci ovog programa automatski spremaju u program „Zdravlje”. Ako se promijeni težina u Appleovom programom „Zdravlje”, to se također ovdje automatski prilagođava. Ako je opcija „Automatski uvezi treninge” aktivirana, program pokušava automatski uvesti nove treninge koje su dodali drugi programi u lokalnu bazu podataka. „Sinkroniziraj sve nesinkronizirane treninge” sinkronizira sve još ne sinkronizirane treninge u ovom programu s Appleovim programom „Zdravjle”.
hu: Ha a szinkronizálás be van kapcsolva, az app automatikusan elmenti az adatait az Egészség appba és az Egészség appban lévő súlya is automatikusan szinkronizálódik. Ha bekapcsolja az edzések automatikus importálását, a más appokban lévő edzések is importálódnak ebbe az appba. Az összes eddigi edzés szinkronizálása elmenti az eddig el nem mentett edzéseket az Egészség appba.
it: Se le opzioni di sincronizzazione sono abilitate l'app cerca di sincronizzarsi con Apple Health, quindi i nuovi dati di questa app vengono automaticamente salvati nell'app Health e se il peso nella salute della mela cambia viene automaticamente regolato anche qui. Se l'opzione 'Auto Import Workout' è abilitata, la app cerca di importare automaticamente i nuovi allenamenti aggiunti da altre app nel database locale. Sync All Unsynced Workouts' sincronizza tutti gli allenamenti di questa app, non già sincronizzati, con Apple Health.
nl: Als de Sync-opties zijn ingeschakeld, probeert de app te synchroniseren met Apple Gezondheid, zodat nieuwe gegevens door deze app automatisch worden opgeslagen in de Gezondheid-app. Als het gewicht in Apple Gezondheid verandert, wordt het ook hier automatisch aangepast. Als de optie ‘Automatisch importeren van trainingen’ is ingeschakeld, probeert de app automatisch nieuwe trainingen die door andere apps zijn toegevoegd, te importeren in de lokale database. Met ‘Sync alle ongesynchroniseerde trainingen’ worden alle nog niet gesynchroniseerde trainingen in deze app gesynchroniseerd met Apple Gezondheid.
pl: Jeśli Opcje synchronizacji są włączone, aplikacja próbuje zsynchronizować się z Apple Health, Więc nowe dane tej aplikacji są automatycznie zapisywane w aplikacji Health, a jeśli waga w Apple health się zmieni, automatycznie zostanie dostosowana tutaj. Jeśli opcja "Auto Import treningów" jest włączona, aplikacja próbuje automatycznie importować nowe treningi dodane przez inne aplikacje do lokalnej bazy danych. "Synchronizuj wszystkie niezsynchronizowane treningi" synchronizuje wszystkie treningi w tej aplikacji, jeszcze nie zsynchronizowane, z Apple Health.
pt_br: Se as opções de sincronização estiverem ativadas o aplicativo tente sincronizar com o Saúde, então novos dados deste aplicativo são automaticamente salvos no aplicativo Saúde e se o peso no aplicativo Saúde mudar, ele muda automaticamente aqui também. Se a opção 'Importar exercícios automaticamente' estiver ativada, o aplicativo tenta importar automaticamente novos exercícios adicionados por outros aplicativos na base de dados local. 'Sincronizar todos os exercícios não sincronizados' sincroniza todos os exercícios neste app, que não ainda sincronizados, para o Saúde.
sv: Om synkroniseringsalternativen är aktiverade försöker appen synkronisera med Apple Hälsa, så ny data från OutRun automatiskt sparas även i Hälsoappen, och om vikten i Apple Hälsoappen ändras blir den automatiskt justerad här också. Om alternativet "Importera träningspass automatiskt" aktiveras försöker appen automatiskt att importera nya träningspass som läggs till av andra appar i den lokala databasen. "Synkronisera alla icke-synkade träningspass" synkroniserar alla träningspass i den här appen, som inte redan är synkroniserade med Apple Hälsa.
uk: Якщо увімкнено параметри синхронізації, застосунок намагається синхронізувати з Apple Health, тому нові дані цього застосунку автоматично зберігаються на застосунку Health, і, якщо вага в Apple Health змінюється, вона автоматично налаштовується і тут. Якщо буде позначено пункт 'Автоматичне імпортування тренувань', застосунок спробує автоматично імпортувати нові тренування, додані іншими застосунками до локальної бази даних. 'Синхронізувати всі несинхронізовані тренування' синхронізує всі тренування в цьому застосунку, а не вже синхронізується, з Apple Health.

# EditWorkoutController.Info
source: Info
ca: Informació
da: Information
fi: Tiedot
fr: Infos
hr: Podaci
it: Informazione
nl: Informatie
pl: Informacja
pt_br: Informações
uk: Інформація

# WorkoutStats.AverageSpeed
source: Avg. Speed
ca: Velocitat mitjana
cs: Prům. rychlost
da: Gns. Hastighed
de: Durchschn.
fi: keskinopeus
fr: Vitesse moyenne
hr: Prosječna brzina
hu: Átlagsebesség
it: Velocità media
nl: Gem. snelheid
pl: Avg. Prędkość
pt_br: Velocidade média
sv: Medelhastighet
uk: Середня швидкість

# Workout.TotalPace
source: T. Pace
ca: Ritme total
cs: Celk. tempo
da: T. Tempo
de: T. Tempo
fi: Y. Pace
fr: Allure totale
hr: Ukupno vrijeme
hu: Totál tempó
is: T. Hraði
it: Ritmo Totale
nl: Totaaltempo
pl: Razem Pace
pt_br: Ritmo total
sv: T. tempo
uk: Загальний темп

# Workout.RollingPace
source: R. Pace
ca: Ritme km
cs: Akt. tempo
da: R. Tempo
de: L. Tempo
fi: L. Tahti
fr: Allure en course
hr: Vrijeme odsječka
hu: Gördülő tempó
is: Hraði síðasta km
it: Ritmo Di Rotazione
nl: R. Tempo
pl: Pacyk rolkowy
pt_br: Ritmo de rolamento
sv: Med. tempo
uk: Темп бігу

source: Changelog
ca: Registre de canvis
cs: Novinky
da: Ændringslog
de: Änderungen
fi: Muutosloki
fr: Modifications
hr: Zapis promjena
it: Canangelo
nl: Veranderingen
pl: Czangielog
pt_br: Lista de mudanças
sv: Ändringslogg
uk: Список змін

# ShareManager.GPXError
source: The app failed to create a GPX file, please contact the support.
ca: L'aplicació no ha pogut crear un fitxer GPX; poseu-vos en contacte amb el servei d'assistència.
cs: Aplikaci se nepodařilo vytvořit soubor GPX, kontaktujte prosím podporu.
da: Appen kunne ikke oprette en GPX-fil, kontakt support.
de: Die App konnte keine GPX-Datei erstellen, bitte kontaktiere den Support.
fi: Sovellus ei onnistunut luomaan GPX-tiedostoa, ota yhteyttä tukeen.
fr: L'application n'a pas réussi à créer un fichier GPX, veuillez contacter l'assistance.
hr: Program nije uspio stvoriti GPX-datoteku. Kontaktiraj podršku.
it: L'applicazione non è riuscita a creare un file GPX, si prega di contattare il supporto.
nl: De app heeft geen GPX-bestand aangemaakt, neem contact op met de support.
pl: Aplikacja nie utworzyła pliku GPX, skontaktuj się z Pomocą techniczną.
pt_br: O aplicativo falhou ao criar um arquivo GPX, por favor contate o suporte.
sv: Appen misslyckades med att skapa en GPX-fil, vänligen kontakta supporten.

# ShareManager.BackupError
source: The app failed to create a backup, please contact the support.
ca: L'aplicació no ha pogut crear una còpia de seguretat; poseu-vos en contacte amb el servei d'assistència.
cs: Aplikaci se nepodařilo vytvořit zálohu, kontaktujte prosím podporu.
da: Appen kunne ikke oprette en sikkerhedskopi, kontakt support.
de: Die App konnte kein Backup erstellen, bitte kontaktiere den Support.
fi: Sovellus ei luonut varmuuskopiota, ota yhteyttä tukeen.
fr: L'application n'a pas réussi à créer une sauvegarde, veuillez contacter le support.
hr: Program nije uspio stvoriti sigurnosnu kopiju. Kontaktiraj podršku.
it: L'applicazione non è riuscita a creare un backup, si prega di contattare il supporto.
nl: De app heeft geen back-up gemaakt, neem contact op met de support.
pl: Aplikacja nie utworzyła kopii zapasowej, skontaktuj się z Pomocą techniczną.
pt_br: O aplicativo falhou ao criar um backup, por favor contate o suporte.
sv: Appen misslyckades med att skapa en säkerhetskopia, kontakta supporten.

# WorkoutShareAlert.OutRunBackup
source: OutRun Backup
ca: Còpia de seguretat OutRun
cs: Záloha OutRun
fi: OutRun Varmuuskopiointi
fr: Sauvegarde OutRun
hr: Sigurnosna kopija od „OutRun”
it: Backup OutRun
pl: OutRun Kopia
pt_br: Backup do OutRun
sv: OutRun säkerhetskopia
uk: Резервне копіювання OutRun

# WorkoutShareAlert.GPXExport
source: GPX File
ca: Fitxer GPX
cs: Soubor GPX
da: GPX fil
de: GPX-Datei
fi: GPX-tiedosto
fr: Fichier GPX
hr: GPX datoteka
it: File GPX
nl: GPX bestand
pl: Plik GPX
pt_br: Arquivo GPX
sv: GPX Fil
uk: Файл GPX

# WorkoutShareAlert.Message
source: Please choose how to export your workout from the options below. If you feel like an option is missing feel free to reach out and suggest it.
ca: Seleccioneu com exportar l'entrenament de les opcions següents. Si creieu que falta una opció, no dubteu a posar-vos en contacte i suggerir-la.
cs: Vyberte metodu exportu níže. Pokud máte pocit, že zde nějaká položka chybí, můžete nám napsat a navrhnout ji.
da: Vælg, hvordan du eksporterer din træning fra nedenstående muligheder. Hvis du har lyst til, at en mulighed mangler, er du velkommen til at række ud og foreslå det.
de: Bitte wähle aus den folgenden Optionen, wie dein Workout exportiert werden soll. Solltest du eine Export-Option vermissen, melde dich doch und schlage diese vor.
fi: Valitse, miten voit viedä harjoituksen alla olevista vaihtoehdoista. Jos sinusta tuntuu, että vaihtoehto puuttuu, ota rohkeasti yhteyttä ja ehdota sitä.
fr: Veuillez choisir comment exporter votre entraînement parmi les options ci-dessous. Si vous pensez qu'une option manque, n'hésitez pas à nous contacter et à la suggérer.
hr: Odaberi način izvoza treninga iz opcija. Ako smatraš da neka opcija nedostaje, slobodno nam se obrati i predloži novu opciju.
it: Scegliete come esportare il vostro allenamento tra le opzioni sottostanti. Se vi sembra che manchi un'opzione, sentitevi liberi di contattarla e suggerirla.
nl: Kies uit de onderstaande opties hoe u uw training wilt exporteren. Als u het gevoel hebt dat er een optie ontbreekt, kunt u zich vrij voelen om deze aan te reiken en te suggereren.
pl: Wybierz sposób wyeksportowania treningu z poniższych opcji. Jeśli uważasz, że brakuje opcji, Skontaktuj się z nami i zaproponuj ją.
pt_br: Por favor escolha entre as opções abaixo como exportar seu exercício. Se você acha que alguma opção esteja faltando, sinta-se à vontade para nos contatar e sugeri-la.
sv: Välj hur du exporterar din träning från alternativen nedan. Om du känner att ett alternativ saknas är du välkommen att kontakta oss och föreslå det.
uk: Будь ласка, виберіть спосіб експорту свого тренування з наведених нижче варіантів. Якщо ви відчуваєте, що якийсь варіант відсутній, не соромтеся зв’язатися з нами та запропонувати його.

# WorkoutShareAlert.Title
source: Export Your Workout
ca: Exporteu el vostre entrenament
cs: Exportovat trénink
da: Eksporter din træning
de: Exportiere dein Workout
fi: Vie Harjoitus
fr: Exportez votre entraînement
hr: Izvezi tvoj trening
it: Esporta il tuo allenamento
nl: Exporteer uw training
pl: Eksportuj Swój Trening
pt_br: Exportar seu exercício
sv: Exportera din träning
uk: Експортуйте своє тренування

# MapView.MapTypeAlert.Message
source: Please choose the type of map you want to have displayed.
ca: Seleccioneu el tipus de mapa que voleu que es mostri.
cs: Vyberte prosím preferovaný typ mapy.
da: Vælg den type kort, du vil have vist.
de: Bitte wähle einen Kartentyp zum Anzeigen.
fi: Valitse kartan tyyppi, jonka haluat näyttää.
fr: Veuillez choisir le type de carte que vous voulez afficher.
hr: Odaberi vrstu karte koju želiš prikazati.
it: Scegliere il tipo di mappa che si desidera far visualizzare.
nl: Kies het type kaart dat u wilt laten weergeven.
pl: Wybierz rodzaj mapy, którą chcesz wyświetlić.
pt_br: Por favor escolha o tipo de mapa que você quer mostrar.
sv: Välj vilken typ av karta du vill visa.
uk: Будь ласка, виберіть тип карти, яку ви хочете відобразити.

# MapView.MapTypeAlert.Title
source: Map Type
ca: Tipus de mapa
cs: Typ mapy
da: Korttype
de: Kartentyp
fi: Kartan Tyyppi
fr: Type de carte
hr: Vrsta karte
it: tipo di mappa
nl: Kaart type
pl: Typ Mapy
pt_br: Tipo de mapa
sv: Karttyp
uk: Тип карти

# MapView.MapType.Satellite
source: Satellite
ca: Satèl·lit
cs: Satelitní
da: Satellit
de: Satellit
fi: Satelliitti
hr: Satelit
it: Satellitare
nl: Satelliet
pl: Satelita
pt_br: Satélite
sv: Satellit
uk: Супутник

# MapView.MapType.Hybrid
source: Hybrid
ca: Híbrid
cs: Hybridní
fi: Yhdistelmälepotilaan
fr: Hybride
hr: Kombinirano
it: Ibrido
nl: Hybride
pl: Hybryda
pt_br: Híbrido
uk: Гібридний

# EditWorkoutController.EditPauses
source: Edit Pauses
ca: Edita les pauses
cs: Upravit přestávky
da: Rediger pauser
de: Pausen bearbeiten
fi: Muokkaa Taukoja
fr: Modifier les pauses
hr: Uredi pauze
it: modifica pause
nl: Pauzes bewerken
pl: Edytuj Pauzy
pt_br: Editar pausas
sv: Redigera pauser
uk: Редагувати паузи

# EditWorkoutController.Custom
source: Custom
ca: Personalitzat
cs: Vlastní
da: Brugerdefinerede
de: Benutzerdefiniert
fi: Mukautettu
fr: Personnalisé
hr: Prilagođeno
it: Personalizzato
nl: Aangepast
pl: Niestandardowe
pt_br: Customizado
sv: Anpassad
uk: Власний

# EditWorkoutController.EditWorkout
source: Edit Workout
ca: Edita l'entrenament
cs: Upravit trénink
da: Rediger træning
de: Bearbeiten
fi: Muokkaa Harjoitusta
fr: Modifier l'entraînement
hr: Uredi trening
it: modifica allenamento
nl: Training bewerken
pl: Edytuj Trening
pt_br: Editar exercício
sv: Redigera träningspass
uk: Редагувати тренування

# EditWorkoutController.NewWorkout
source: New Workout
ca: Nou entrenament
cs: Nový trénink
da: Ny træning
de: Neues Workout
fi: Uusi Harjoitus
fr: Nouvel entraînement
hr: Novi trening
it: Nuovo allenamento
nl: Nieuwe training
pl: Nowy Trening
pt_br: Novo exercício
sv: Nytt träningspass
uk: Нове тренування

# EditWorkoutController.AlterWorkout.AppleHealth.Error
source: Could not alter workout in Apple Health. It is possible that the workout was not added to Apple Health by OutRun, which means we cannot modify it. The old instance is still present in the Health app, but the reference was removed from this app. If you want to add the new workout to Apple Health you have to do that manually.
ca: No s'ha pogut alterar l'entrenament a Apple Health. És possible que OutRun no hagi afegit l'entrenament a Apple Health, cosa que significa que no el podem modificar. L'antiga instància encara és present a l'aplicació Health, però la referència s'ha suprimit d'aquesta aplicació. Si voleu afegir el nou entrenament a Apple Health, heu de fer-ho manualment.
cs: Změna tréninku v Apple Zdraví se nezdařila. Je možné, že záznam nevznikl v aplikaci OutRun, v takovém případě ho nemůžeme měnit. Záznam zůstal v Apple Zdraví nezměněn, ale už není propojený s aplikací OutRun. Jestli chcete nový trénink přidat do Apple Zdraví, musíte to udělat ručně.
da: Kunne ikke ændre træning i Apple Health. Det er muligt, at træningen ikke blev føjet til Apple Health af OutRun, hvilket betyder, at vi ikke kan ændre den. Den gamle forekomst er stadig til stede i Health-appen, men referencen blev fjernet fra denne app. Hvis du vil tilføje den nye træning til Apple Health, skal du gøre det manuelt.
de: Konnte das Workout nicht verändern. Es ist möglich, dass das Workout nicht von OutRun zu Apple Health hinzugefügt wurde, dann können wir es dort nicht bearbeiten. Das alte Workout ist immer noch in der Health-App gespeichert, aber nicht mehr in dieser App verknüpft. Wenn die veränderte Version in Apple Health gespeichert werden soll, muss dies manuell durchgeführt werden.
fi: Ei voinut muuttaa harjoittelua Apple Health. On mahdollista, että harjoitusta ei lisätty Apple Health by OutRun, eli emme voi muuttaa sitä. Vanha esimerkki on edelleen läsnä Terveys-sovelluksessa, mutta viittaus poistettiin tästä sovelluksesta. Jos haluat lisätä uuden harjoituksen Apple Health, sinun on tehtävä se manuaalisesti.
fr: Impossible de modifier l'entraînement dans Apple Health. Il est possible que l'entraînement n'ait pas été ajouté à Apple Health par OutRun, ce qui signifie que nous ne pouvons pas le modifier. L'ancienne instance est toujours présente dans l'application Health, mais la référence a été supprimée de cette application. Si vous souhaitez ajouter le nouvel entraînement à Apple Health, vous devez le faire manuellement.
hr: Nije bilo moguće promijeniti trening u Appleovom programu „Zdravlje”. Možda „OutRun” nije dodao trening u Appleov program „Zdravlje”, što znači da se trening ne može mijenjati. Stara instanca i dalje je postoji u Appleovom programu „Zdravlje”, ali referenca je uklonjena iz ovog programa. Ako želiš dodati novi trening u Appleov program „Zdravlje”, to moraš učiniti ručno.
it: Non poteva alterare l'allenamento in Apple Health. È possibile che l'allenamento non sia stato aggiunto ad Apple Health da OutRun, il che significa che non possiamo modificarlo. La vecchia istanza è ancora presente nell'applicazione Health, ma il riferimento è stato rimosso da questa applicazione. Se volete aggiungere il nuovo allenamento ad Apple Health dovete farlo manualmente.
nl: Kon de training in Apple Gezondheid niet veranderen. Het is mogelijk dat de training niet is toegevoegd aan Apple Gezondheid door OutRun, wat betekent dat we deze niet kunnen wijzigen. Het oude exemplaar is nog steeds aanwezig in de Gezondheid-app, maar de verwijzing is uit deze app verwijderd. Als je de nieuwe training wilt toevoegen aan Apple Gezondheid moet je dat handmatig doen.
pl: Nie można zmienić treningu w Apple Health. Możliwe, że trening nie został dodany do Apple Health przez OutRun, co oznacza, że nie możemy go modyfikować. Stara instancja jest nadal obecna w aplikacji zdrowie, ale odniesienie zostało usunięte z tej aplikacji. Jeśli chcesz dodać nowy trening do Apple Health, musisz to zrobić ręcznie.
pt_br: Não foi possível alterar o exercício no Saúde. É possível que o exercício não tenha sido adicionado ao Saúde pelo OutRun, o que significa que não podemos modificá-lo. A versão antiga ainda está presente no aplicativo Saúde, mas a referência foi removida deste aplicativo. Se você quiser adicionar o novo exercício ao Saúde você terá que fazê-lo manualmente.
sv: Kunde inte ändra träningspasset i Apple Hälsa. Det är möjligt att träningen inte lades till i Apple Hälsa via OutRun, vilket innebär att vi inte kan ändra det. Den gamla instansen är fortfarande närvarande i Hälsoappen, men referensen togs bort från den här appen. Om du vill lägga till den nya träningen till Apple Hälsa måste du göra det manuellt.
uk: Не вдалося змінити тренування в Apple Health. Можливо, OutRun, не додав тренування до Apple Health, а це означає, що ми не можемо його змінити. Старий екземпляр все ще присутній у програмі Health, але посилання було видалено з цього застосунку. Якщо ви хочете додати нове тренування до Apple Health, вам потрібно зробити це вручну.

# EditWorkoutController.SaveWorkout.AppleHealth.Error
source: Failed to add workout to Apple Health
ca: No s'ha pogut afegir l'entrenament a Apple Health
cs: Přidávání tréninku do Apple Zdraví se nezdařilo
da: Kunne ikke føje træning til Apple Health
de: Das Workout konnte nicht zu Apple Health hinzugefügt werden.
fi: Harjoituksen lisääminen epäonnistui Apple Health
fr: Échec de l'ajout d'un entraînement à Apple Health
hr: Neuspjelo dodavanje treninga u Appleov program „Zdravlje”
it: Non è stato possibile aggiungere l'allenamento alla Apple Health
nl: Geen training toegevoegd aan Apple Gezondheid
pl: Nie udało się dodać treningu do Apple Health
pt_br: Falha ao adicionar o exercício ao Saúde
sv: Det gick inte att lägga till träningspass i Apple Hälsa
uk: Не вдалося додати тренування до Apple Health
