Repository: timfraedrich/OutRun
Catalog: OutRun/Support Files/*.lproj/Localizable.strings
Languages: ca, cs, da, de, fi, fr, hr, hu, is, it, nl, pl, pt_br, sv, uk

# Settings.Contribution.CodeContributors
source: Code Contributors
ca: Col·laboradors de codi
cs: Přispěvatelé kódu
da: Kodebidragydere
de: Entwickler
fi: Koodin avustajat
fr: Contributeurs au code source
hr: Doprinositelji kodu
it: Collaboratori del codice
pl: Autorzy Kodu
pt_br: Contribuições ao Código
sv: Kodbidragsgivare
uk: Автори коду

# Settings.Contribution.Maintainers
source: Maintainers
ca: Mantenidors
cs: Správci
da: Vedligeholdere
de: Hauptentwickler
fi: lläpitäjät
fr: Mainteneurs
hr: Održavatelji
it: Manutentrici
pl: Opiekunowie
pt_br: Mantenedores
sv: Driftskötare
uk: Супроводжуючі

# Settings.Contribution
source: Contribution
ca: Contribució
cs: Příspěvek
da: Bidrag
de: Mitwirkungen
fi: Osallistuminen
hr: Doprinos
it: Contributo
pl: Wkład
pt_br: Contribuições
sv: Bidrag
uk: Внесок
